{
	"id": "4151249427",
	"publishedAt": "2025-07-09",
	"salary": "",
	"title": "IT Governance Analyst (m/f/x)",
	"jobUrl": "https://lu.linkedin.com/jobs/view/it-governance-analyst-m-f-x-at-deutsche-bank-4151249427?trk=public_jobs_topcard-title",
	"companyName": "Deutsche Bank",
	"companyUrl": "https://de.linkedin.com/company/deutsche-bank?trk=public_jobs_topcard-org-name",
	"location": "Luxembourg",
	"postedTime": "28 minutes ago",
	"applicationsCount": "106 applicants",
	"description": "Position Overview\n\nFor over 150 years, our dedication to being the Global Hausbank for our clients has been driven by our people – in around 60 countries and across more than 150 nationalities.\n\nTheir deep understanding, insights, expertise, and passion help our clients navigate an increasingly complex world – be it in our Corporate Bank, our Private Bank, our Investment Bank or our Asset Management division. Together we can make a great impact for our clients home and abroad, securing their lasting success and financial security.\n\nThe IT Governance Analyst works as a member of the IT Infrastructure department which provides different levels of production services and end level technologies to internal customers and business lines across Deutsche Bank. This position mainly covers IT Governance related roles with various interfaces to other areas and topics. The focus is on governing the IT Infrastructure, ensuring that the organization’s IT operations align with the goals and objectives.\n\nResponsibilities\n\n\n * Planning, designing, and supporting the implementation of processes and procedures in compliance with the DB policies, standards, and local regulatory requirements.\n * Developing Key Operating Procedures for the locally hosted IT systems to ensure compliance.\n * Managing risks relating to Information Technology and Information Security.\n * Implementing Management Information Systems (MIS) such as processes, measuring and monitoring IT, control compliance and performance.\n * Leading and contributing to local projects and initiatives, especially new onboardings, supporting Outsourcing initiatives and keeping the governance over Cloud Platforms and other services.\n   \n   \n   \n\nImpart knowledge from the areas of governance, risk and information security and improve processes in an interdisciplinary manner and beyond the organization.\n\n\n * Providing support, guidance and recommendations for topics that affect the local IT Infrastructure.\n   \n   \n   \n\nSkills\n\n\n * Bachelor’s degree or above from an accredited college or university (or equivalent Diploma) preferred and/or 3+ years (Infrastructure) IT Governance, Information Security or Risk experience within the Luxembourg finance industry, including regulatory expertise. In addition, the following educational achievements will be looked upon favorably: Certifications in Information Security, IT Risk, IT Compliance or equivalent.\n * Experience in translation of very complex topics and sharing information in clear and crisp messages/visions, such as very good communication and organization skills, independent and reliable working style.\n * Excellent analytical skills, flexibility regarding problem solving, open minded, able to share information, transfer knowledge and expertise to team members.\n * Basic knowledge of setting up MIS and establishing corresponding processes, possibly supported by automation based on .NET or alternatively with experiences in the area of M365.\n * Fluent in English and German (written/verbal).\n   \n   \n   \n\nThe successful candidate will be asked to present a recent criminal record.\n\nWell-being & Benefits\n\n\n * Emotionally and mentally balanced: We support you in maintaining good mental health. Benefit from initiatives such as training events, counseling and support in difficult life situations and a culture where you can openly speak about mental health. Reach out to our Mental Health First Aiders.\n * Physically thriving: We support you managing your physical health by taking appropriate preventive measures and providing a workplace that helps you thrive. We offer an in-house gym, standing desks, medical check-ups and promote healthier ways of working.\n * Socially connected: We strongly believe in collaboration, inclusion and feeling connected to open up new perspectives and strengthen our self-confidence and well-being. Our local benefits vary from different types of leave, sports groups to engage with colleagues while keeping physically active and a hybrid working model.\n * Financially secure: We support you to meet personal financial goals during your active career and for the future. Thus, we offer two pension contribution plans, a worldwide accident insurance, private insurance discounts, special conditions as a Deutsche Bank employee with several retail banks in Luxembourg, public transportation reimbursement, lunch voucher scheme, company car participation, as well as a Corporate Benefits platform.\n   \n   \n   \n\nWe strive for a Culture in which we are empowered to excel together every day. This includes acting responsibly, thinking commercially, taking initiative and working collaboratively. Together we share and celebrate the successes of our people.\n\nTogether we are Deutsche Bank. We welcome applications from all people and promote a positive, fair and inclusive work environment.\n\nWir streben eine Unternehmenskultur an, in der wir gemeinsam jeden Tag das Beste geben. Dazu gehören verantwortungsvolles Handeln, wirtschaftliches Denken, Initiative ergreifen und zielgerichtete Zusammenarbeit.\n\nGemeinsam teilen und feiern wir die Erfolge unserer Mitarbeiter*innen. Gemeinsam sind wir die Deutsche Bank Gruppe.\n\nWir begrüßen Bewerbungen von allen Menschen und fördern ein positives, faires und integratives Arbeitsumfeld.",
	"contractType": "Full-time",
	"experienceLevel": "Not Applicable",
	"workType": "Information Technology",
	"sector": "Financial Services",
	"applyUrl": "https://careers.db.com/professionals/search-roles/?test.html%3Fkid%3D=linkedinjobwrap#/professional/job/58641",
	"applyType": "EXTERNAL",
	"descriptionHtml": "\n          <strong>Position Overview<br><br></strong>For over 150 years, our dedication to being the Global Hausbank for our clients has been driven by our people &#x2013; in around 60 countries and across more than 150 nationalities.<br><br>Their deep understanding, insights, expertise, and passion help our clients navigate an increasingly complex world &#x2013; be it in our Corporate Bank, our Private Bank, our Investment Bank or our Asset Management division. Together we can make a great impact for our clients home and abroad, securing their lasting success and financial security.<br><br>The IT Governance Analyst works as a member of the IT Infrastructure department which provides different levels of production services and end level technologies to internal customers and business lines across Deutsche Bank. This position mainly covers IT Governance related roles with various interfaces to other areas and topics. The focus is on governing the IT Infrastructure, ensuring that the organization&#x2019;s IT operations align with the goals and objectives.<br><br><strong>Responsibilities<br><br></strong><ul><li>Planning, designing, and supporting the implementation of processes and procedures in compliance with the DB policies, standards, and local regulatory requirements.</li><li>Developing Key Operating Procedures for the locally hosted IT systems to ensure compliance.</li><li>Managing risks relating to Information Technology and Information Security.</li><li>Implementing Management Information Systems (MIS) such as processes, measuring and monitoring IT, control compliance and performance.</li><li>Leading and contributing to local projects and initiatives, especially new onboardings, supporting Outsourcing initiatives and keeping the governance over Cloud Platforms and other services.<br><br><br></li></ul>Impart knowledge from the areas of governance, risk and information security and improve processes in an interdisciplinary manner and beyond the organization.<br><br><ul><li>Providing support, guidance and recommendations for topics that affect the local IT Infrastructure.<br><br><br></li></ul><strong>Skills<br><br></strong><ul><li>Bachelor&#x2019;s degree or above from an accredited college or university (or equivalent Diploma) preferred and/or 3+ years (Infrastructure) IT Governance, Information Security or Risk experience within the Luxembourg finance industry, including regulatory expertise. In addition, the following educational achievements will be looked upon favorably: Certifications in Information Security, IT Risk, IT Compliance or equivalent.</li><li>Experience in translation of very complex topics and sharing information in clear and crisp messages/visions, such as very good communication and organization skills, independent and reliable working style.</li><li>Excellent analytical skills, flexibility regarding problem solving, open minded, able to share information, transfer knowledge and expertise to team members.</li><li>Basic knowledge of setting up MIS and establishing corresponding processes, possibly supported by automation based on .NET or alternatively with experiences in the area of M365.</li><li>Fluent in English and German (written/verbal).<br><br><br></li></ul>The successful candidate will be asked to present a recent criminal record.<br><br><strong>Well-being &amp; Benefits<br><br></strong><ul><li> Emotionally and mentally balanced: We support you in maintaining good mental health. Benefit from initiatives such as training events, counseling and support in difficult life situations and a culture where you can openly speak about mental health. Reach out to our Mental Health First Aiders. </li><li> Physically thriving: We support you managing your physical health by taking appropriate preventive measures and providing a workplace that helps you thrive. We offer an in-house gym, standing desks, medical check-ups and promote healthier ways of working. </li><li> Socially connected: We strongly believe in collaboration, inclusion and feeling connected to open up new perspectives and strengthen our self-confidence and well-being. Our local benefits vary from different types of leave, sports groups to engage with colleagues while keeping physically active and a hybrid working model. </li><li> Financially secure: We support you to meet personal financial goals during your active career and for the future. Thus, we offer two pension contribution plans, a worldwide accident insurance, private insurance discounts, special conditions as a Deutsche Bank employee with several retail banks in Luxembourg, public transportation reimbursement, lunch voucher scheme, company car participation, as well as a Corporate Benefits platform. <br><br><br></li></ul>We strive for a Culture in which we are empowered to excel together every day. This includes acting responsibly, thinking commercially, taking initiative and working collaboratively. Together we share and celebrate the successes of our people.<br><br>Together we are Deutsche Bank. We welcome applications from all people and promote a positive, fair and inclusive work environment.<br><br>Wir streben eine Unternehmenskultur an, in der wir gemeinsam jeden Tag das Beste geben. Dazu geh&#xf6;ren verantwortungsvolles Handeln, wirtschaftliches Denken, Initiative ergreifen und zielgerichtete Zusammenarbeit.<br><br>Gemeinsam teilen und feiern wir die Erfolge unserer Mitarbeiter*innen. Gemeinsam sind wir die Deutsche Bank Gruppe.<br><br>Wir begr&#xfc;&#xdf;en Bewerbungen von allen Menschen und f&#xf6;rdern ein positives, faires und integratives Arbeitsumfeld.\n        ",
	"companyId": "1262",
	"benefits": "",
	"posterProfileUrl": "",
	"posterFullName": ""
}