{
	"id": "4235491302",
	"publishedAt": "2025-07-09",
	"salary": "",
	"title": "Job | Senior Analist Hedge Solutions | Brussel",
	"jobUrl": "https://be.linkedin.com/jobs/view/job-senior-analist-hedge-solutions-brussel-at-belfius-4235491302?trk=public_jobs_topcard-title",
	"companyName": "Belfius",
	"companyUrl": "https://be.linkedin.com/company/belfius?trk=public_jobs_topcard-org-name",
	"location": "Brussels, Brussels Region, Belgium",
	"postedTime": "9 hours ago",
	"applicationsCount": "Be among the first 25 applicants",
	"description": "Omschrijving\n\nJe team zorgt voor de waardering en opvolging van gestructureerde leningen en komt met oplossingen om de risico’s van de bank economisch en boekhoudkundig in te dekken op de meest optimale manier. Door jouw inzet kan de bank geavanceerde leningen aanbieden die beter voldoen aan de specifieke behoefte van iedere klant.\n\nDe job in een notendop\n\nJe bent verantwoordelijk voor de middle office activiteiten van de structured loan desk en ALM alsook het ontwikkelen van methodes om de meer complexe leningen en financiële producten van de bank en de verzekeraar te waarderen op de meest efficiënte manier.\n\nSamen met de marktenzaal en het team ALM breng je de risico’s van de bank in kaart en je bedenkt hiervoor hedging solutions om de bank zowel economisch als boekhoudkundig in te dekken.\n\nJe bent verantwoordelijk voor de organisatie en goed verloop van de verschillende comités (fora) waarin de werkzaamheden van het team worden gepresenteerd aan en besproken met collega’s van andere departementen.\n\nJe team bestaat uit wiskundigen, accountants en economen en als team leader ben je verantwoordelijk voor een goede samenwerking, een correcte verwerking van de financiële cijfers, en verdere optimalisering van het proces. Jij en je team staan eveneens in voor het aanbieden van creatieve oplossingen voor de vele complexe uitdagingen waarmee de bank en verzekeraar geconfronteerd worden.\n\nJij hoeft geen witte raaf te zijn\n\nAl kan je er bij ons wel één worden. Bij ons kan je je volop ontwikkelen als je iemand bent met:\n\n\n * Een universitair diploma wiskunde of economie;\n * Meerdere jaren ervaring in de financiële sector;\n * Een goede kennis van financiële producten (Interest rate swaps, opties, cross-currency swaps), je kan ze waarderen en kan hun gevoeligheden berekenen;\n * Een kennis van hedge accounting onder IFRS;\n * Je houdt er van om processen te vereenvoudigen en te automatiseren;\n * Je werkt graag in teamverband en met andere departementen;\n * Je toont initiatief.\n   \n   \n   \n\nJe scoort extra met:\n\n\n * Tweetaligheid (Nederlands/Frans);\n * Ervaring als team leader;\n * Ervaring bij Risk of in de marktenzaal.\n   \n   \n   \n\nBelfius koestert zijn talenten\n\nBehalve de kans om elke dag te shinen, bieden wij jou een fulltime contract van onbepaalde duur met:\n\n\n * Een mooi loon aangevuld met een innovatief aanbod om een persoonlijk budget samen te stellen dat je kan besteden volgens je voorkeuren (bv. wagen, fiets, pc, smartphone, tablet, huisvesting onder bepaalde voorwaarden) en extralegale voordelen zoals maaltijdcheques, personeelsvoordeel op eigen producten en diensten, en een hospitalisatie- en groepsverzekering.\n * Mogelijkheden te over om je te ontwikkelen door een brede waaier aan opleidingen en carrièrekansen in de hele Belfius-groep.\n * Een goede werk-privé balans dankzij flexibele uren, de combinatie kantoor- en thuiswerk en een aantrekkelijk aantal vakantiedagen.\n * Een moderne werkplek in het hart van Brussel met een coole fitness, een lekker gezond restaurant en gezellige ontmoetingsruimtes, dit alles op wandelafstand van de winkelstraat, het treinstation Brussel-Noord en de metrohalte Rogier.\n   ",
	"contractType": "Full-time",
	"experienceLevel": "Mid-Senior level",
	"workType": "Business Development and Sales",
	"sector": "Financial Services, Banking, and Insurance",
	"applyUrl": "https://jobs.belfius.be/InternalJobs/job/Brussel-Job-Senior-Analist-Hedge-Solutions-Brussel-Brus-1210/1193506901/",
	"applyType": "EXTERNAL",
	"descriptionHtml": "\n          <strong>Omschrijving<br><br></strong>Je team zorgt voor de waardering en opvolging van gestructureerde leningen en komt met oplossingen om de risico&#x2019;s van de bank economisch en boekhoudkundig in te dekken op de meest optimale manier. Door jouw inzet kan de bank geavanceerde leningen aanbieden die beter voldoen aan de specifieke behoefte van iedere klant.<br><br><strong><strong>De job in een notendop<br><br></strong></strong>Je bent verantwoordelijk voor de middle office activiteiten van de structured loan desk en ALM alsook het ontwikkelen van methodes om de meer complexe leningen en financi&#xeb;le producten van de bank en de verzekeraar te waarderen op de meest effici&#xeb;nte manier.<br><br>Samen met de marktenzaal en het team ALM breng je de risico&#x2019;s van de bank in kaart en je bedenkt hiervoor hedging solutions om de bank zowel economisch als boekhoudkundig in te dekken.<br><br>Je bent verantwoordelijk voor de organisatie en goed verloop van de verschillende comit&#xe9;s (fora) waarin de werkzaamheden van het team worden gepresenteerd aan en besproken met collega&#x2019;s van andere departementen.<br><br>Je team bestaat uit wiskundigen, accountants en economen en als team leader ben je verantwoordelijk voor een goede samenwerking, een correcte verwerking van de financi&#xeb;le cijfers, en verdere optimalisering van het proces. Jij en je team staan eveneens in voor het aanbieden van creatieve oplossingen voor de vele complexe uitdagingen waarmee de bank en verzekeraar geconfronteerd worden.<br><br><strong><strong>Jij hoeft geen witte raaf te zijn<br><br></strong></strong>Al kan je er bij ons wel &#xe9;&#xe9;n worden. Bij ons kan je je volop ontwikkelen als je iemand bent met:<br><br><ul><li>Een universitair diploma wiskunde of economie;</li><li>Meerdere jaren ervaring in de financi&#xeb;le sector;</li><li>Een goede kennis van financi&#xeb;le producten (Interest rate swaps, opties, cross-currency swaps), je kan ze waarderen en kan hun gevoeligheden berekenen;</li><li>Een kennis van hedge accounting onder IFRS;</li><li>Je houdt er van om processen te vereenvoudigen en te automatiseren;</li><li>Je werkt graag in teamverband en met andere departementen;</li><li>Je toont initiatief.<br><br><br></li></ul>Je scoort extra met:<br><br><ul><li>Tweetaligheid (Nederlands/Frans);</li><li>Ervaring als team leader;</li><li>Ervaring bij Risk of in de marktenzaal.<br><br><br></li></ul><strong><strong>Belfius koestert zijn talenten<br><br></strong></strong>Behalve de kans om elke dag te shinen, bieden wij jou een fulltime contract van onbepaalde duur met:<br><br><ul><li>Een mooi loon aangevuld met een innovatief aanbod om een persoonlijk budget samen te stellen dat je kan besteden volgens je voorkeuren (bv. wagen, fiets, pc, smartphone, tablet, huisvesting onder bepaalde voorwaarden) en extralegale voordelen zoals maaltijdcheques, personeelsvoordeel op eigen producten en diensten, en een hospitalisatie- en groepsverzekering.</li><li>Mogelijkheden te over om je te ontwikkelen door een brede waaier aan opleidingen en carri&#xe8;rekansen in de hele Belfius-groep.</li><li>Een goede werk-priv&#xe9; balans dankzij flexibele uren, de combinatie kantoor- en thuiswerk en een aantrekkelijk aantal vakantiedagen.</li><li>Een moderne werkplek in het hart van Brussel met een coole fitness, een lekker gezond restaurant en gezellige ontmoetingsruimtes, dit alles op wandelafstand van de winkelstraat, het treinstation Brussel-Noord en de metrohalte Rogier.<br></li></ul>\n        ",
	"companyId": "2515234",
	"benefits": "",
	"posterProfileUrl": "",
	"posterFullName": ""
}