{
	"id": "4264590914",
	"publishedAt": "2025-07-09",
	"salary": "",
	"title": "Senior Analyst Depositary Services",
	"jobUrl": "https://lu.linkedin.com/jobs/view/senior-analyst-depositary-services-at-csc-4264590914?trk=public_jobs_topcard-title",
	"companyName": "CSC",
	"companyUrl": "https://www.linkedin.com/company/cscsince1899?trk=public_jobs_topcard-org-name",
	"location": "Luxembourg, Luxembourg",
	"postedTime": "7 hours ago",
	"applicationsCount": "Be among the first 25 applicants",
	"description": "Senior Analyst Depositary Services\n\nCSC, Luxembourg\n\nHybrid, 40H/week\n\n\n\n\nCSC is the world’s leading provider of business, legal, financial, and digital brand services to companies around the globe. From keeping your business in compliance and streamlining operations, to protecting and promoting your brand online, we use our expertise and personal approach to help your business run smoother.\n\n\n\n\nThe Senior Analyst, Depositary Services is a pivotal role in the depositary team. The depositary team supervises the alternative investment funds and the fund managers in accordance with the AIFM Directive. The successful candidate will be supporting the Supervisor and responsible for managing a portfolio of depositary clients - primarily private equity, real estate, infrastructure, and debt funds.\n\n\n\n\nKey responsibilities\n\n\n\n\nAIFMD\n\n\n\n\n * Ensure the Alternative Investment Funds and the Fund Managers always comply with regulations in force and internal procedures.\n * Monitor and reconcile the cash inflows and outflows of investment accounts, ensuring adherence to established procedures while identifying any significant discrepancies or irregularities.\n * Carry out safekeeping duties by reviewing, analysing, verifying, and documenting the assets owned by the alternative investment fund, in strict adherence to the established procedures.\n * Maintain oversight of all fund activities to ensure that capital calls, contributions, redemptions, investments, divestments, sales, and share purchases comply with applicable laws and adhere to the fund's established terms, conditions, prospectus, and relevant agreements, including management, shareholder, and limited partnership agreements. This involves thorough analysis, verification, and documentation of each transaction to confirm its alignment with the fund's rules and procedures.\n\n\n\n\nBusiness Continuation and Development\n\n\n\n\n * Develop and maintain an in-depth knowledge of recent industry developments, especially with regards to AIFMD.\n * Actively participate to refine operating procedures relating to the depositary services offering in collaboration with your Supervisor.\n * Providing support (to the Supervisor) in the commercial activities and building/expanding internal and external relationships.\n * Assist for the transfer of knowledge to (more) junior members of the team.\n\n\n\n\n\n\n\nProfile\n\n\n\n\n * University or professional degree Business, Economics, Finance or Law.\n * A relevant professional qualification (ACCA, OEC, DSCG or ACA) will be considered as an asset.\n * Fluent in English, both verbally and in writing, (French / German or any other EU language will be considered as an asset).\n * 2-4 years of relevant experience in the fund industry; experience in a depositary service, fund management or law firm will be considered as an asset.\n * Knowledge of AIFMD, CSSF Circulars, SLA’s, fund documents, and alternative investment funds/structures.\n * Experience and/or affinity with investment strategies and instruments will be considered as an advantage.\n * Team player with a positive critical, pro-active attitude associated with a strong personality.\n * Ability to communicate efficiently and professionally with both clients, peers, and internal and external stakeholders including auditors.\n * A ‘can do’ attitude – including a willingness to tackle a broad range of work and to work enthusiastically within a team.\n * Balanced planning and organization of work (to manage the portfolio/deliverables).\n\n\n\n\n\n\n\nWhy work with CSC?\n\n\n\n\n\n\n\nWe’re always looking ahead, finding ways to improve and anticipate the future needs of our clients. Curiosity fuels our innovation, and productivity drives our results. This proactive mindset has helped us adapt and create solutions that have enabled businesses to run smoother and smarter for more than 120 years.\n\n\n\n\nCSC is committed to attracting, developing, and retaining talented people whose personal values align with ours. Our more than 8,000 colleagues around the globe are empowered to bring the right solutions to market to meet client demand.\n\n\n\n\n\n\n\n· CSC is a great place to work with smart and dedicated people. We’ve been voted a Top Workplace every year since 2006 and are a National Top Workplace in the U.S. for the second consecutive year and Best Place to Work in India.\n\n· We offer challenging work and career opportunities. Many positions are filled with internal moves and employee referrals.\n\n· Employees are eligible for an annual success-sharing bonus or commission plans based on role and individual performance.\n\n· CSC offers excellent benefits, including medical, dental, and life insurance, flexible spending and health savings accounts.\n\n· Our global standard for our work environments supports current and future technology initiatives through open design, sit-stand workstations, and digital interface points with wireless access throughout the campus.\n\n· We offer flexible schedules and remote options for available positions. It’s an exciting time for us in terms of growth and expansion.\n\n· We strive to boost the power of our diversity by ensuring that all our colleagues feel a sense of belonging. Our Strategic Equality Alliance fosters a culture of inclusion regardless of race, ethnicity, religion, gender identity, or sexual orientation. It provides networking, learning, and development opportunities through our employee resource groups.\n\n· CSC Gives Back, our philanthropic program, is committed to making the communities in which we live and work better off tomorrow than they are today.\n\n\n\n\n\n\n\nAbout us\n\n\n\n\n\n\n\nCSC is a global business, legal, and financial services company based in Wilmington, Delaware, USA, providing knowledge-based solutions to clients worldwide. We have offices and capabilities in over 140 jurisdictions in the Americas, Europe, Asia Pacific, and the Middle East, and more than 8,000 colleagues. We are the business behind business.®\n\n\n\n\nCSC is committed to creating a diverse and growth-oriented environment where everyone is valued and respected. CSC offers challenging career opportunities and excellent benefits, including annual success-sharing bonuses or commission plans based on individual performance. To learn more, visit cscglobal.com/service/careers.\n\n\n\n\nVisit our careers site to learn more about CSC and our commitment to our clients, communities, and each other.\n\n\n\n\n\n\n\nDisclaimer: The information above describes the general nature and level of work performed by employees in this role. It is not intended to describe all duties, responsibilities, and qualifications.\n\n\n\n\nWhen applying for this role, please note that additional background checks may be carried out and an original of your criminal record (n3) may be requested as evidence of integrity justified with regard to the specific needs of the position to be filled.\n\n",
	"contractType": "Full-time",
	"experienceLevel": "Mid-Senior level",
	"workType": "Finance, Legal, and Administrative",
	"sector": "Financial Services",
	"applyType": "EASY_APPLY",
	"applyUrl": "https://lu.linkedin.com/jobs/view/senior-analyst-depositary-services-at-csc-4264590914?trk=public_jobs_topcard-title",
	"descriptionHtml": "\n          <p><strong>Senior Analyst Depositary Services </strong></p><p><strong>CSC, Luxembourg</strong></p><p><strong>Hybrid, 40H/week</strong></p><p><br></p><p><em>CSC is the world&#x2019;s leading provider of business, legal, financial, and digital brand services to companies around the globe. From keeping your business in compliance and streamlining operations, to protecting and promoting your brand online, we use our expertise and personal approach to help your business run smoother.</em></p><p><br></p><p>The Senior Analyst, Depositary Services is a pivotal role in the depositary team. The depositary team supervises the alternative investment funds and the fund managers in accordance with the AIFM Directive. The successful candidate will be supporting the Supervisor and responsible for managing a portfolio of depositary clients - primarily private equity, real estate, infrastructure, and debt funds.</p><p><br></p><p><strong>Key responsibilities</strong></p><p><br></p><p><strong>AIFMD</strong></p><p><br></p><ul><li>Ensure the Alternative Investment Funds and the Fund Managers always comply with regulations in force and internal procedures.</li><li>Monitor and reconcile the cash inflows and outflows of investment accounts, ensuring adherence to established procedures while identifying any significant discrepancies or irregularities.</li><li>Carry out safekeeping duties by reviewing, analysing, verifying, and documenting the assets owned by the alternative investment fund, in strict adherence to the established procedures.</li><li>Maintain oversight of all fund activities to ensure that capital calls, contributions, redemptions, investments, divestments, sales, and share purchases comply with applicable laws and adhere to the fund&apos;s established terms, conditions, prospectus, and relevant agreements, including management, shareholder, and limited partnership agreements. This involves thorough analysis, verification, and documentation of each transaction to confirm its alignment with the fund&apos;s rules and procedures.</li></ul><p><br></p><p><strong>Business Continuation and Development </strong></p><p><br></p><ul><li>Develop and maintain an in-depth knowledge of recent industry developments, especially with regards to AIFMD.</li><li>Actively participate to refine operating procedures relating to the depositary services offering in collaboration with your Supervisor.</li><li>Providing support (to the Supervisor) in the commercial activities and building/expanding internal and external relationships.</li><li>Assist for the transfer of knowledge to (more) junior members of the team.</li></ul><p><br></p><p><br></p><p><strong>Profile</strong></p><p><br></p><ul><li>University or professional degree Business, Economics, Finance or Law.</li><li>A relevant professional qualification (ACCA, OEC, DSCG or ACA) will be considered as an asset.</li><li>Fluent in English, both verbally and in writing, (French / German or any other EU language will be considered as an asset).</li><li>2-4 years of relevant experience in the fund industry; experience in a depositary service, fund management or law firm will be considered as an asset.</li><li>Knowledge of AIFMD, CSSF Circulars, SLA&#x2019;s, fund documents, and alternative investment funds/structures.</li><li>Experience and/or affinity with investment strategies and instruments will be considered as an advantage.</li><li>Team player with a positive critical, pro-active attitude associated with a strong personality.</li><li>Ability to communicate efficiently and professionally with both clients, peers, and internal and external stakeholders including auditors.</li><li>A &#x2018;can do&#x2019; attitude &#x2013; including a willingness to tackle a broad range of work and to work enthusiastically within a team.</li><li>Balanced planning and organization of work (to manage the portfolio/deliverables).</li></ul><p><br></p><p><br></p><p><strong>Why work with CSC?</strong></p><p><br></p><p><br></p><p>We&#x2019;re always looking ahead, finding ways to improve and anticipate the future needs of our clients. Curiosity fuels our innovation, and productivity drives our results. This proactive mindset has helped us adapt and create solutions that have enabled businesses to run smoother and smarter for more than 120 years.</p><p><br></p><p>CSC is committed to attracting, developing, and retaining talented people whose personal values align with ours. Our more than 8,000 colleagues around the globe are empowered to bring the right solutions to market to meet client demand.</p><p><br></p><p><br></p><p>&#xb7; CSC is a great place to work with smart and dedicated people. We&#x2019;ve been voted a Top Workplace every year since 2006 and are a National Top Workplace in the U.S. for the second consecutive year and Best Place to Work in India.</p><p>&#xb7; We offer challenging work and career opportunities. Many positions are filled with internal moves and employee referrals.</p><p>&#xb7; Employees are eligible for an annual success-sharing bonus or commission plans based on role and individual performance.</p><p>&#xb7; CSC offers excellent benefits, including medical, dental, and life insurance, flexible spending and health savings accounts.</p><p>&#xb7; Our global standard for our work environments supports current and future technology initiatives through open design, sit-stand workstations, and digital interface points with wireless access throughout the campus.</p><p>&#xb7; We offer flexible schedules and remote options for available positions. It&#x2019;s an exciting time for us in terms of growth and expansion.</p><p>&#xb7; We strive to boost the power of our diversity by ensuring that all our colleagues feel a sense of belonging. Our Strategic Equality Alliance fosters a culture of inclusion regardless of race, ethnicity, religion, gender identity, or sexual orientation. It provides networking, learning, and development opportunities through our employee resource groups.</p><p>&#xb7; CSC Gives Back, our philanthropic program, is committed to making the communities in which we live and work better off tomorrow than they are today.</p><p><br></p><p><br></p><p><strong><u>About us</u></strong></p><p><br></p><p><br></p><p>CSC is a global business, legal, and financial services company based in Wilmington, Delaware, USA, providing knowledge-based solutions to clients worldwide. We have offices and capabilities in over 140 jurisdictions in the Americas, Europe, Asia Pacific, and the Middle East, and more than 8,000 colleagues. We are the business behind business.&#xae;</p><p><br></p><p>CSC is committed to creating a diverse and growth-oriented environment where everyone is valued and respected. CSC offers challenging career opportunities and excellent benefits, including annual success-sharing bonuses or commission plans based on individual performance. To learn more, visit cscglobal.com/service/careers.</p><p><br></p><p>Visit our careers site to learn more about CSC and our commitment to our clients, communities, and each other.</p><p><br></p><p><br></p><p><em>Disclaimer: The information above describes the general nature and level of work performed by employees in this role. It is not intended to describe all duties, responsibilities, and qualifications</em><strong><em>.</em></strong></p><p><br></p><p>When applying for this role, please note that additional background checks may be carried out and an original of your criminal record (n3) may be requested as evidence of integrity<em> </em>justified with regard to the specific needs of the position to be filled.</p><p></p>\n        ",
	"companyId": "10106",
	"benefits": "",
	"posterProfileUrl": "https://lu.linkedin.com/in/laure-apprederisse-a7a66934",
	"posterFullName": "Laure Apprederisse"
}