{
	"id": "4264744803",
	"publishedAt": "2025-07-09",
	"salary": "",
	"title": "ERM Risk Analyst - Reporting & Analytics",
	"jobUrl": "https://be.linkedin.com/jobs/view/erm-risk-analyst-reporting-analytics-at-beobank-nv-sa-4264744803?trk=public_jobs_topcard-title",
	"companyName": "Beobank NV/SA",
	"companyUrl": "https://be.linkedin.com/company/beobank?trk=public_jobs_topcard-org-name",
	"location": "Brussels, Brussels Region, Belgium",
	"postedTime": "3 hours ago",
	"applicationsCount": "Be among the first 25 applicants",
	"description": "Mission du département :\n\nAu sein du département Gestion des Risques, du Contrôle Permanent et de la Conformité, l’équipe ERM, Risques Financiers & Climatiques est chargée de surveiller l’adéquation du dispositif de suivi des risques liés d’une part, aux activités financières de la banque (notamment les risques de liquidité, de taux et de marché), et d’autre part, aux risques climatiques, incluant à la fois les risques physiques et les risques de transition de la banque. La fonction Enterprise Risk Management (ERM) a pour objectif de développer des outils de pilotage des risques et de partager des tableaux de bord avec la Direction de la banque. Ces tableaux de bord incluent notamment les indicateurs d’appétence au risque et les analyses de stress tests. Elle est également responsable de la rédaction de certains rapports réglementaires, tels que le rapport ICAAP, qui permet d’évaluer si les fonds propres de Beobank sont suffisants pour couvrir l’ensemble des risques encourus par la banque.\n\n\n\n\nL’équipe évalue également les impacts de ces risques sur le Risk Management Framework, en veillant à sa conformité avec le cadre d’appétence aux risques, des exigences réglementaires et des orientations définies par le groupe Crédit Mutuel Alliance Fédérale, dont Beobank fait partie.\n\n\n\n\nVos missions\n\n * Contribuer à la rédaction et la mise à jour de la politique de gestion des risques ainsi que des rapports réglementaires comme l’adéquation du capital (ICAAP).\n * Veiller à l’alignement du cadre ICAAP avec les exigences de gouvernance prudentielle et du Groupe Crédit Mutuel.\n * Veiller à la transversalité des analyses de risques à travers les différentes lignes métiers et fonctions support.\n * Soutenir les lignes métiers dans l’identification, l’évaluation et la gestion de leurs risques.\n * Coordonner la cartographie des risques et sa mise à jour annuelle à l’échelle de la banque.\n * Participer à la documentation couvrant l’appétit de risque de la banque (profitabilité, structure du funding en fonction des limites du groupe).\n * Mesurer et suivre sur base mensuelle les indicateurs du cadre d’appétence aux risques de Beobank.\n * Aider à la préparation des comités des risques.\n\n\n\n\nCe que vous allez vivre chez nous\n\n * Un contrat à durée indéterminée immédiat\n * Une formation associée à un programme de formation complet au siège.\n * En plus d’un salaire compétitif, vous bénéficiez de conditions de rémunération intéressantes assorties d’avantages extralégaux : chèques-repas, éco-chèques, 13e mois (avec possibilité de choisir des avantages alternatifs dans le cadre de notre plan cafétéria, le Flex Income Plan), assurance hospitalisation, assurance groupe, indemnité légale de déplacement, avantages pour un certain nombre de produits bancaires et d’assurances, gratification commerciale en fonction de la réalisation des objectifs fixés... et bien plus encore !\n * Un travail qui évolue vite et où on apprend beaucoup.\n * Une équipe dynamique qui encourage l’esprit d’initiative.\n * Une organisation qui investit dans ses collaborateurs au travers de formations de qualité et de réelles opportunités de carrière.\n * Un environnement favorisant l’équilibre entre vie privée et vie professionnelle.\n * Un emploi au sein d’un groupe solide et non coté en bourse (Crédit Mutuel Alliance Fédérale) qui privilégie une relation à long terme avec ses collaborateurs et ses clients.\n\n\n\n\nBref, chez Beobank, vous intégrez une culture d’entreprise ouverte avec une atmosphère de travail agréable où le talent prime sur la filière ou le type d’études. Nous croyons en une approche humaine et voulons que chacun se sente bien, chez lui comme au travail. Vous participez à une culture basée sur l’action et bénéficiez d’une grande flexibilité : vous pouvez évoluer.\n\n\n\n\n\n\n\nCurieux(se) d’en savoir plus ? Envoyez-nous votre candidature dès aujourd’hui ! Place au vrai vous !\n\n\n\n\nCe que nous allons aimer chez vous\n\nCompétences\n\n * Diplômé(e) d’un Master orienté finances, gestion des risques, audit, économie\n * Connaissance des typologies de risques bancaires et des cadres réglementaires (Bâle, CRD/CRR, EBA, ICAAP, etc.)\n * Capacité à élaborer des stress tests, simulations de scénarios et analyses prospectives\n * Personne motivée, capable de travailler indépendamment et en équipe\n * Un profil analytique, rigoureux et prêtant une attention particulière aux détails\n * Aptitudes organisationnelles, flexible et une capacité d’adaptation\n\n\n\n\nConnaissances\n\n * Très bonnes connaissances en Microsoft Office (Excel, Word, PowerPoint)\n * Communication écrite et orale aisée\n * Orienté procédures, risque et contrôle\n * Connaissance des processus ICAAP\n * Bilingue français / néerlandais. L’anglais est un atout\n\n\n\n\nExpérience\n\n * 5 ans d’expérience dans le secteur bancaire\n * Une expérience préalable dans le domaine du contrôle ou de la gestion des risques est un atout majeur",
	"contractType": "Full-time",
	"experienceLevel": "Mid-Senior level",
	"workType": "Analyst",
	"sector": "Financial Services, Banking, and Investment Banking",
	"applyUrl": "https://jobs.beobank.be/fr/offre.html?annonce=103113",
	"applyType": "EXTERNAL",
	"descriptionHtml": "\n          <p><strong>Mission du d&#xe9;partement :</strong></p><p>Au sein du d&#xe9;partement Gestion des Risques, du Contr&#xf4;le Permanent et de la Conformit&#xe9;, l&#x2019;&#xe9;quipe ERM, Risques Financiers &amp; Climatiques est charg&#xe9;e de surveiller l&#x2019;ad&#xe9;quation du dispositif de suivi des risques li&#xe9;s d&#x2019;une part, aux activit&#xe9;s financi&#xe8;res de la banque (notamment les risques de liquidit&#xe9;, de taux et de march&#xe9;), et d&#x2019;autre part, aux risques climatiques, incluant &#xe0; la fois les risques physiques et les risques de transition de la banque. La fonction Enterprise Risk Management (ERM) a pour objectif de d&#xe9;velopper des outils de pilotage des risques et de partager des tableaux de bord avec la Direction de la banque. Ces tableaux de bord incluent notamment les indicateurs d&#x2019;app&#xe9;tence au risque et les analyses de stress tests. Elle est &#xe9;galement responsable de la r&#xe9;daction de certains rapports r&#xe9;glementaires, tels que le rapport ICAAP, qui permet d&#x2019;&#xe9;valuer si les fonds propres de Beobank sont suffisants pour couvrir l&#x2019;ensemble des risques encourus par la banque.</p><p><br></p><p>L&#x2019;&#xe9;quipe &#xe9;value &#xe9;galement les impacts de ces risques sur le Risk Management Framework, en veillant &#xe0; sa conformit&#xe9; avec le cadre d&#x2019;app&#xe9;tence aux risques, des exigences r&#xe9;glementaires et des orientations d&#xe9;finies par le groupe Cr&#xe9;dit Mutuel Alliance F&#xe9;d&#xe9;rale, dont Beobank fait partie.</p><p><br></p><p><strong>Vos missions</strong></p><ul><li>Contribuer &#xe0; la r&#xe9;daction et la mise &#xe0; jour de la politique de gestion des risques ainsi que des rapports r&#xe9;glementaires comme l&#x2019;ad&#xe9;quation du capital (ICAAP).</li><li>Veiller &#xe0; l&#x2019;alignement du cadre ICAAP avec les exigences de gouvernance prudentielle et du Groupe Cr&#xe9;dit Mutuel.</li><li>Veiller &#xe0; la transversalit&#xe9; des analyses de risques &#xe0; travers les diff&#xe9;rentes lignes m&#xe9;tiers et fonctions support.</li><li>Soutenir les lignes m&#xe9;tiers dans l&#x2019;identification, l&#x2019;&#xe9;valuation et la gestion de leurs risques.</li><li>Coordonner la cartographie des risques et sa mise &#xe0; jour annuelle &#xe0; l&#x2019;&#xe9;chelle de la banque.</li><li>Participer &#xe0; la documentation couvrant l&#x2019;app&#xe9;tit de risque de la banque (profitabilit&#xe9;, structure du funding en fonction des limites du groupe).</li><li>Mesurer et suivre sur base mensuelle les indicateurs du cadre d&#x2019;app&#xe9;tence aux risques de Beobank.</li><li>Aider &#xe0; la pr&#xe9;paration des comit&#xe9;s des risques.</li></ul><p><br></p><p><strong>Ce que vous allez vivre chez nous</strong></p><ul><li>Un contrat &#xe0; dur&#xe9;e ind&#xe9;termin&#xe9;e imm&#xe9;diat</li><li>Une formation associ&#xe9;e &#xe0; un programme de formation complet au si&#xe8;ge.</li><li>En plus d&#x2019;un salaire comp&#xe9;titif, vous b&#xe9;n&#xe9;ficiez de conditions de r&#xe9;mun&#xe9;ration int&#xe9;ressantes assorties d&#x2019;avantages extral&#xe9;gaux : ch&#xe8;ques-repas, &#xe9;co-ch&#xe8;ques, 13e mois (avec possibilit&#xe9; de choisir des avantages alternatifs dans le cadre de notre plan caf&#xe9;t&#xe9;ria, le Flex Income Plan), assurance hospitalisation, assurance groupe, indemnit&#xe9; l&#xe9;gale de d&#xe9;placement, avantages pour un certain nombre de produits bancaires et d&#x2019;assurances, gratification commerciale en fonction de la r&#xe9;alisation des objectifs fix&#xe9;s... et bien plus encore !</li><li>Un travail qui &#xe9;volue vite et o&#xf9; on apprend beaucoup.</li><li>Une &#xe9;quipe dynamique qui encourage l&#x2019;esprit d&#x2019;initiative.</li><li>Une organisation qui investit dans ses collaborateurs au travers de formations de qualit&#xe9; et de r&#xe9;elles opportunit&#xe9;s de carri&#xe8;re.</li><li>Un environnement favorisant l&#x2019;&#xe9;quilibre entre vie priv&#xe9;e et vie professionnelle.</li><li>Un emploi au sein d&#x2019;un groupe solide et non cot&#xe9; en bourse (Cr&#xe9;dit Mutuel Alliance F&#xe9;d&#xe9;rale) qui privil&#xe9;gie une relation &#xe0; long terme avec ses collaborateurs et ses clients.</li></ul><p><br></p><p>Bref, chez Beobank, vous int&#xe9;grez une culture d&#x2019;entreprise ouverte avec une atmosph&#xe8;re de travail agr&#xe9;able o&#xf9; le talent prime sur la fili&#xe8;re ou le type d&#x2019;&#xe9;tudes. Nous croyons en une approche humaine et voulons que chacun se sente bien, chez lui comme au travail. Vous participez &#xe0; une culture bas&#xe9;e sur l&#x2019;action et b&#xe9;n&#xe9;ficiez d&#x2019;une grande flexibilit&#xe9; : vous pouvez &#xe9;voluer.</p><p><br></p><p><br></p><p>Curieux(se) d&#x2019;en savoir plus ? Envoyez-nous votre candidature d&#xe8;s aujourd&#x2019;hui ! Place au vrai vous !</p><p><br></p><p><strong>Ce que nous allons aimer chez vous</strong></p><p><em>Comp&#xe9;tences</em></p><ul><li>Dipl&#xf4;m&#xe9;(e) d&#x2019;un Master orient&#xe9; finances, gestion des risques, audit, &#xe9;conomie</li><li>Connaissance des typologies de risques bancaires et des cadres r&#xe9;glementaires (B&#xe2;le, CRD/CRR, EBA, ICAAP, etc.)</li><li>Capacit&#xe9; &#xe0; &#xe9;laborer des stress tests, simulations de sc&#xe9;narios et analyses prospectives</li><li>Personne motiv&#xe9;e, capable de travailler ind&#xe9;pendamment et en &#xe9;quipe</li><li>Un profil analytique, rigoureux et pr&#xea;tant une attention particuli&#xe8;re aux d&#xe9;tails</li><li>Aptitudes organisationnelles, flexible et une capacit&#xe9; d&#x2019;adaptation</li></ul><p><br></p><p><em>Connaissances</em></p><ul><li>Tr&#xe8;s bonnes connaissances en Microsoft Office (Excel, Word, PowerPoint)</li><li>Communication &#xe9;crite et orale ais&#xe9;e</li><li>Orient&#xe9; proc&#xe9;dures, risque et contr&#xf4;le</li><li>Connaissance des processus ICAAP</li><li>Bilingue fran&#xe7;ais / n&#xe9;erlandais. L&#x2019;anglais est un atout</li></ul><p><br></p><p><em>Exp&#xe9;rience</em></p><ul><li>5 ans d&#x2019;exp&#xe9;rience dans le secteur bancaire</li><li>Une exp&#xe9;rience pr&#xe9;alable dans le domaine du contr&#xf4;le ou de la gestion des risques est un atout majeur</li></ul>\n        ",
	"companyId": "3322789",
	"benefits": "",
	"posterProfileUrl": "https://be.linkedin.com/in/karenhaine",
	"posterFullName": "Karen H."
}