{
	"id": "4263376015",
	"publishedAt": "2025-07-09",
	"salary": "",
	"title": "Finance Business Partner",
	"jobUrl": "https://be.linkedin.com/jobs/view/finance-business-partner-at-apk-group-4263376015?trk=public_jobs_topcard-title",
	"companyName": "APK Group",
	"companyUrl": "https://be.linkedin.com/company/apkgroup1960?trk=public_jobs_topcard-org-name",
	"location": "Villers-le-Bouillet, Walloon Region, Belgium",
	"postedTime": "5 hours ago",
	"applicationsCount": "Be among the first 25 applicants",
	"description": "Als Finance Business Partner ben jij de financiële rechterhand van de COO en het aanspreekpunt voor de Business Unit Controller. Je neemt de volledige verantwoordelijkheid voor de financiële en administratieve opvolging van een segment binnen de Business Unit. Dankzij jouw inzichten en analyses ondersteun je de operationele en strategische besluitvorming en draag je bij aan de verdere groei en optimalisatie van de organisatie.\n\n\n\n\nEen greep uit jouw takenpakket:\n\n\n\n\n * Maandelijkse financiële planning, waarbij je kritisch kijkt naar gerapporteerde cijfers vanuit de verschillende bedrijfsonderdelen.\n * Verantwoordelijk voor de maandelijkse rapportage van diverse afdelingen.\n * Coachende rol op financieel gebied voor junior projectleiders, om hen te begeleiden in rapportage en het beheer van het netto bedrijfskapitaal.\n * Uitvoeren van ad-hoc analyses en het vinden van verklaringen voor eventuele afwijkingen.\n * Voorbereiden van de maandafsluiting voor teamleiders, inclusief diverse controlewerkzaamheden op gerapporteerde versus gefactureerde bedragen en het aanpassen van processen waar nodig.\n * Beheer van diverse Power BI-rapporten voor teamleiders, inclusief communicatie met de IT-afdeling voor eventuele rapportaanpassingen en het initiëren van prijswijzigingen.\n * Kritische toetsing en controle om ervoor te zorgen dat rapporten foutloos van testomgeving naar productie worden overgezet.\n * Aanspreekpunt op financieel gebied voor onze klanten met betrekking tot processen en rapportage.\n\n\n\n\nJouw profiel\n\n\n\n\n * Je beschikt over een masterdiploma in een economische richting, bij voorkeur TEW of handelsingenieur met een specialisatie in financiën, of je hebt minimaal enkele jaren ervaring in een financiële functie.\n * Je hebt een sterk analytisch vermogen en bent in staat om problemen op te lossen.\n * Je bent tweetalig; je kan jezelf vlot uitdrukken in het Frans en Nederlands.\n * Uitstekende sociale vaardigheden en het vermogen om constructieve feedback te geven.\n * Je bent in staat om zelfstandig te werken, maar ook om effectief samen te werken en te sparren met collega’s.\n * Je hebt een gedrevenheid om bij te dragen aan de groei en efficiëntie van de organisatie.\n\n\n\n\nOns aanbod\n\n\n\n\nJe komt terecht in een toonaangevend bedrijf dat ruimte biedt voor persoonlijke groei en ondernemerschap. Je werkt in een team van collegiale, gemotiveerde en creatieve vakmensen die van aanpakken weten. Je kan steeds op hen rekenen om je job professioneel uit te voeren.\n\nWat nog meer?\n\n * Aantrekkelijk brutosalaris eventueel aangevuld met een nettovergoeding om je verloning een boost te geven\n * Ecocheques\n * Groepsverzekering\n * Bedrijfswagen + tankkaart\n * Eindejaarspremie\n\n",
	"contractType": "Full-time",
	"experienceLevel": "Associate",
	"workType": "Finance",
	"sector": "Civil Engineering and Financial Services",
	"applyType": "EASY_APPLY",
	"applyUrl": "https://be.linkedin.com/jobs/view/finance-business-partner-at-apk-group-4263376015?trk=public_jobs_topcard-title",
	"descriptionHtml": "\n          <p>Als Finance Business Partner ben jij de financi&#xeb;le rechterhand van de COO en het aanspreekpunt voor de Business Unit Controller. Je neemt de volledige verantwoordelijkheid voor de financi&#xeb;le en administratieve opvolging van een segment binnen de Business Unit. Dankzij jouw inzichten en analyses ondersteun je de operationele en strategische besluitvorming en draag je bij aan de verdere groei en optimalisatie van de organisatie.</p><p><br></p><p><strong>Een greep uit jouw takenpakket:</strong></p><p><br></p><ul><li>Maandelijkse financi&#xeb;le planning, waarbij je kritisch kijkt naar gerapporteerde cijfers vanuit de verschillende bedrijfsonderdelen.</li><li>Verantwoordelijk voor de maandelijkse rapportage van diverse afdelingen.</li><li>Coachende rol op financieel gebied voor junior projectleiders, om hen te begeleiden in rapportage en het beheer van het netto bedrijfskapitaal.</li><li>Uitvoeren van ad-hoc analyses en het vinden van verklaringen voor eventuele afwijkingen.</li><li>Voorbereiden van de maandafsluiting voor teamleiders, inclusief diverse controlewerkzaamheden op gerapporteerde versus gefactureerde bedragen en het aanpassen van processen waar nodig.</li><li>Beheer van diverse Power BI-rapporten voor teamleiders, inclusief communicatie met de IT-afdeling voor eventuele rapportaanpassingen en het initi&#xeb;ren van prijswijzigingen.</li><li>Kritische toetsing en controle om ervoor te zorgen dat rapporten foutloos van testomgeving naar productie worden overgezet.</li><li>Aanspreekpunt op financieel gebied voor onze klanten met betrekking tot processen en rapportage.</li></ul><p><br></p><p><strong>Jouw profiel</strong></p><p><br></p><ul><li>Je beschikt over een masterdiploma in een economische richting, bij voorkeur TEW of handelsingenieur met een specialisatie in financi&#xeb;n, of je hebt minimaal enkele jaren ervaring in een financi&#xeb;le functie.</li><li>Je hebt een sterk analytisch vermogen en bent in staat om problemen op te lossen.</li><li>Je bent tweetalig; je kan jezelf vlot uitdrukken in het Frans en Nederlands.</li><li>Uitstekende sociale vaardigheden en het vermogen om constructieve feedback te geven.</li><li>Je bent in staat om zelfstandig te werken, maar ook om effectief samen te werken en te sparren met collega&#x2019;s.</li><li>Je hebt een gedrevenheid om bij te dragen aan de groei en effici&#xeb;ntie van de organisatie.</li></ul><p><br></p><p><strong>Ons aanbod</strong></p><p><br></p><p>Je komt terecht in een toonaangevend bedrijf dat ruimte biedt voor<strong> persoonlijke groei en ondernemerschap</strong>. Je werkt in een team van collegiale, gemotiveerde en creatieve vakmensen die van aanpakken weten. Je kan steeds op hen rekenen om je job professioneel uit te voeren.</p><p>Wat nog meer?</p><ul><li>Aantrekkelijk brutosalaris eventueel aangevuld met een nettovergoeding om je verloning een boost te geven</li><li>Ecocheques</li><li>Groepsverzekering</li><li>Bedrijfswagen + tankkaart</li><li>Eindejaarspremie</li></ul><p></p>\n        ",
	"companyId": "1158851",
	"benefits": "",
	"posterProfileUrl": "https://be.linkedin.com/in/mattiece-moermans-3865b81aa",
	"posterFullName": "Mattiece Moermans"
}