{
	"id": "4264716869",
	"publishedAt": "2025-07-09",
	"salary": "",
	"title": "Functional Analyst - KATE",
	"jobUrl": "https://be.linkedin.com/jobs/view/functional-analyst-kate-at-kbc-bank-verzekering-4264716869?trk=public_jobs_topcard-title",
	"companyName": "KBC Bank & Verzekering",
	"companyUrl": "https://be.linkedin.com/company/kbc-bank-en-verzekering?trk=public_jobs_topcard-org-name",
	"location": "Flemish Region, Belgium",
	"postedTime": "5 hours ago",
	"applicationsCount": "Be among the first 25 applicants",
	"description": "What does this job entail?\n\nWith the virtual assistant Kate, we want to not only help our clients optimally manage their finances, we also want to offer them maximum support in their financial well-being. With which features and solutions? Good question. As our Functional Analyst, you collaborate with UX experts, a vendor and a number of internal stakeholders to find the right answer to that question. You help our clients draw insights into their day-to-day banking from the transactions in our mobile app.\n\nYou fulfil a bridging function between Business and IT, taking responsibility for the creation of maximum added value for our clients. More concretely? New features in KBC Mobile / Kate, better financial insights and new tools around financial well-being.\n\nDoes that sound good to you? Join Team Kate and work together with enthusiastic, driven colleagues. We set the bar high for each other and challenge each other, but are always there to help and support each other.\n\nWhat do we expect from you?\n\n\n * You immerse yourself in the technical side of our applications and their functional design.\n * Your colleagues are welcome to come to you with questions about adding new functionalities, solving issues or improving performance. You’re in close contact with the vendor about these matters.\n * You, business analysts and epic owners work together to refine and document your requirements and alternative solutions.\n * You’re involved in the preparation of new features. You contribute to feasibility studies, defining possible solutions and determining the impact of a change.\n * You play an important role during development too. For the implementation of changes, you work with the vendor, an application manager, developer and tester.\n   \n   \n\nYour key strengths?\n\n\n * You are just like Kate: proactive. You love committing to assignments and working on them, with others, to achieve high-quality results. Your approach? Meticulous, pragmatic and client-oriented.\n * You communicate clearly and convincingly in Dutch and English. Agreements with stakeholders, identifying and capturing needs, bringing people onto the same wavelength, coordinating assignments and wording technical material in a way that it’s easily understandable ... You do it all quickly and fluently.\n * You have a bachelor’s or a master’s degree and at least three years of experience as an analyst. When deadlines are short or unforeseen circumstances intervene, you keep a cool head and react with flexibility.\n * You’re familiar with the different phases of a project life cycle and look forward to working in a technically challenging environment. Do you have experience with agile work methods, big data, mobile front-ends, APIs and SQL? Even better!\n   \n   \n\nWhat can we offer you?\n\n\n * You’re assured of an excellent onboarding and a pleasant, collegial work atmosphere.\n * Throughout your entire career at KBC, we encourage you to grow as a person and as a professional. You can follow training courses in which you further sharpen your hard and soft skills.\n * Our offices are easily accessible by public transport. You’re also welcome to partly work from home.\n * Flexible work hours help you to balance your work and your private life.\n * We offer you a permanent contract and a competitive salary, supplemented by extralegal benefits. Sounds familiar? Of course. It’s what you read in every job description. At KBC, we make a difference with our extended flex package. It’s too extensive to go into details here. However, we will happily discuss the various benefits—large and small—at your interview.",
	"contractType": "Full-time",
	"experienceLevel": "Mid-Senior level",
	"workType": "Research, Information Technology, and Engineering",
	"sector": "IT Services and IT Consulting, Computer and Network Security, and Computer Networking Products",
	"applyUrl": "https://www.kbc.be/jobs/en/vacancies/ID86951.html?TYPE=mp&CID=pa_recr_AO_na_recrutering_ALL&PLA=linkedin_linkedin_na_na_na_ron&CRE=vacatures_na_na_en",
	"applyType": "EXTERNAL",
	"descriptionHtml": "\n          <strong>What does this job entail?<br><br></strong>With the virtual assistant Kate, we want to not only help our clients optimally manage their finances, we also want to offer them maximum support in their financial well-being. With which features and solutions? Good question. As our Functional Analyst, you collaborate with UX experts, a vendor and a number of internal stakeholders to find the right answer to that question. You help our clients draw insights into their day-to-day banking from the transactions in our mobile app.<br><br>You fulfil a bridging function between Business and IT, taking responsibility for the creation of maximum added value for our clients. More concretely? New features in KBC Mobile / Kate, better financial insights and new tools around financial well-being.<br><br>Does that sound good to you? Join Team Kate and work together with enthusiastic, driven colleagues. We set the bar high for each other and challenge each other, but are always there to help and support each other.<br><br><strong>What do we expect from you?<br><br></strong><ul><li>You immerse yourself in the technical side of our applications and their functional design.</li><li>Your colleagues are welcome to come to you with questions about adding new functionalities, solving issues or improving performance. You&#x2019;re in close contact with the vendor about these matters.</li><li>You, business analysts and epic owners work together to refine and document your requirements and alternative solutions.</li><li>You&#x2019;re involved in the preparation of new features. You contribute to feasibility studies, defining possible solutions and determining the impact of a change.</li><li>You play an important role during development too. For the implementation of changes, you work with the vendor, an application manager, developer and tester.<br><br></li></ul><strong>Your key strengths?<br><br></strong><ul><li>You are just like Kate: proactive. You love committing to assignments and working on them, with others, to achieve high-quality results. Your approach? Meticulous, pragmatic and client-oriented.</li><li>You communicate clearly and convincingly in Dutch and English. Agreements with stakeholders, identifying and capturing needs, bringing people onto the same wavelength, coordinating assignments and wording technical material in a way that it&#x2019;s easily understandable ... You do it all quickly and fluently.</li><li>You have a bachelor&#x2019;s or a master&#x2019;s degree and at least three years of experience as an analyst. When deadlines are short or unforeseen circumstances intervene, you keep a cool head and react with flexibility.</li><li>You&#x2019;re familiar with the different phases of a project life cycle and look forward to working in a technically challenging environment. Do you have experience with agile work methods, big data, mobile front-ends, APIs and SQL? Even better!<br><br></li></ul><strong>What can we offer you?<br><br></strong><ul><li>You&#x2019;re assured of an excellent onboarding and a pleasant, collegial work atmosphere.</li><li>Throughout your entire career at KBC, we encourage you to grow as a person and as a professional. You can follow training courses in which you further sharpen your hard and soft skills.</li><li>Our offices are easily accessible by public transport. You&#x2019;re also welcome to partly work from home.</li><li>Flexible work hours help you to balance your work and your private life.</li><li>We offer you a permanent contract and a competitive salary, supplemented by extralegal benefits. Sounds familiar? Of course. It&#x2019;s what you read in every job description. At KBC, we make a difference with our extended flex package. It&#x2019;s too extensive to go into details here. However, we will happily discuss the various benefits&#x2014;large and small&#x2014;at your interview.</li></ul>\n        ",
	"companyId": "3440",
	"benefits": "",
	"posterProfileUrl": "",
	"posterFullName": ""
}