{
	"id": "4263188556",
	"publishedAt": "2025-07-09",
	"salary": "€80,000.00/yr - €80,000.00/yr",
	"title": "Contrôleur Financier - Evolution & Qualité de Vie (7 Semaines de Congé)",
	"jobUrl": "https://lu.linkedin.com/jobs/view/contr%C3%B4leur-financier-evolution-qualit%C3%A9-de-vie-7-semaines-de-cong%C3%A9-at-abiomis-luxembourg-4263188556?trk=public_jobs_topcard-title",
	"companyName": "Abiomis Luxembourg",
	"companyUrl": "https://lu.linkedin.com/company/abiomis-luxembourg-recruitment-fiduciary-law?trk=public_jobs_topcard-org-name",
	"location": "Luxembourg, Luxembourg, Luxembourg",
	"postedTime": "13 hours ago",
	"applicationsCount": "Be among the first 25 applicants",
	"description": "Contrôleur Financier - Evolution & Qualité de Vie (7 Semaines de Congé)\n\n\n\nNous sommes à la recherche d'un contrôleur financier pour le compte de l'un de nos clients. L'employeur est un grand groupe international opérant dans des secteurs divers et variés à travers le monde, avec un focus particulier en Europe. Concrètement, vous rejoindrez le bureau luxembourgeois de la société d'investissement, à l'actionnariat 100 % familial. Le portefeuille d'investissement de l'entreprise, bien que très diversifié, possède comme principaux vecteurs l'immobilier, le private equity, la communication et l'industrie. L'entreprise d'investissement possède ses bureaux principaux à l'étranger, mais opère une partie de ses fonctions financières au Luxembourg.\n\n\n\nVos responsabilités | Finance - Congé\n\nEn tant que contrôleur financier du groupe, vous devrez :\n\n   \n   \n * Participer à l'élaboration et au suivi des budgets et forecasts\n * Assurer le reporting financier mensuel et annuel du portefeuille d'investissements\n * Analyser les performances financières des entités du groupe et identifier les écarts\n * Collaborer avec les départements comptables, fiscaux et juridiques internes et externes\n * Participer à l'amélioration continue des processus de contrôle financier\n * Préparer les documents de synthèse pour la direction et l'actionnariat\n * Suivre les flux de trésorerie et contribuer à la gestion financière globale du groupe\n * Assurer la conformité des pratiques financières avec les réglementations en vigueur\n   \n   \n\n\nProfil et parcours| Finance - Congé\n\n   \n   \n * Pour réussir à ce poste, il faut parler le français ainsi que l'anglais\n * Il vous faudra également une expérience préalable entre 3 et 5 ans, afin d'être facilement intégré dans ces missions de finances complexes\n * De bonnes bases comptables seront également nécessaires\n * De l'expérience en audit externe sera hautement valorisée\n * De même, de l'expérience en Soparfi, holding ou private equity sera valorisée\n * Enfin, une forte stabilité durant votre parcours professionnel sera un atout majeur, puisque l'entreprise souhaite trouver un collaborateur pour le long terme\n   \n   \n\n\nOffre & avantages | Finance - Congé\n\n   \n   \n * Ce poste offre de nombreux avantages, à savoir :\n * Des valeurs familiales\n * Une grande autonomie à ce poste, vous aurez la confiance de votre employeur\n * Des collègues professionnels, compétents et motivés\n * Une vision très large de la finance, vous permettant de développer vos compétences\n * Un équilibre entre vie professionnelle et vie privée respecté\n * Des horaires flexibles\n * Un salaire pouvant atteindre 80 000 € annuels bruts, selon votre profil et vos compétences\n * Des avantages extra-légaux : des tickets resto, un bonus, 7 semaines de congé, etc.\n   \n   \n\n\nAbiomis est une agence de recrutement et de conseil spécialisée dans les domaines financier et juridique au Luxembourg et en Belgique, offrant des postes juniors jusqu'à Partner dans tout le pays.\n\nChez Abiomis, nous apprécions ce qui compte le plus pour vous. Nous savons que l'écoute est essentielle et, ce faisant, cela nous permet de déterminer ensemble les opportunités qui pourraient vous convenir le mieux ainsi qu'à vos critères. Que vous soyez candidat ou entreprise, nous sommes là à chaque étape et il nous fera plaisir de vous accompagner dans votre évolution.\n\nContactez-nous dès aujourd'hui au +352 26 38 38 50 pour discuter de votre parcours professionnel ou consultez nos offres d'emploi actuelles sur www.abiomis.com.",
	"contractType": "Full-time",
	"experienceLevel": "Mid-Senior level",
	"workType": "Accounting/Auditing",
	"sector": "Financial Services, Holding Companies, and Accounting",
	"applyUrl": "http://www.applybe.com/?a=4427F69D4.0",
	"applyType": "EXTERNAL",
	"descriptionHtml": "\n          <p><strong>Contr&#xf4;leur Financier - Evolution &amp; Qualit&#xe9; de Vie (7 Semaines de Cong&#xe9;) <br><br></strong></p><p>Nous sommes &#xe0; la recherche d&apos;un contr&#xf4;leur financier pour le compte de l&apos;un de nos clients. L&apos;employeur est un grand groupe international op&#xe9;rant dans des secteurs divers et vari&#xe9;s &#xe0; travers le monde, avec un focus particulier en Europe. Concr&#xe8;tement, vous rejoindrez le bureau luxembourgeois de la soci&#xe9;t&#xe9; d&apos;investissement, &#xe0; l&apos;actionnariat 100 % familial. Le portefeuille d&apos;investissement de l&apos;entreprise, bien que tr&#xe8;s diversifi&#xe9;, poss&#xe8;de comme principaux vecteurs l&apos;immobilier, le private equity, la communication et l&apos;industrie. L&apos;entreprise d&apos;investissement poss&#xe8;de ses bureaux principaux &#xe0; l&apos;&#xe9;tranger, mais op&#xe8;re une partie de ses fonctions financi&#xe8;res au Luxembourg.<br><br></p><p><strong><u>Vos responsabilit&#xe9;s </u></strong><strong><u>| Finance - Cong&#xe9; </u></strong></p><p>En tant que contr&#xf4;leur financier du groupe, vous devrez :</p><ul><br><li>Participer &#xe0; l&apos;&#xe9;laboration et au suivi des budgets et forecasts</li><li>Assurer le reporting financier mensuel et annuel du portefeuille d&apos;investissements</li><li>Analyser les performances financi&#xe8;res des entit&#xe9;s du groupe et identifier les &#xe9;carts</li><li>Collaborer avec les d&#xe9;partements comptables, fiscaux et juridiques internes et externes</li><li>Participer &#xe0; l&apos;am&#xe9;lioration continue des processus de contr&#xf4;le financier</li><li>Pr&#xe9;parer les documents de synth&#xe8;se pour la direction et l&apos;actionnariat</li><li>Suivre les flux de tr&#xe9;sorerie et contribuer &#xe0; la gestion financi&#xe8;re globale du groupe</li><li>Assurer la conformit&#xe9; des pratiques financi&#xe8;res avec les r&#xe9;glementations en vigueur<br><br></li></ul><br><p><strong><u>Profil et parcours</u></strong><strong><u>| Finance - Cong&#xe9;</u></strong></p><ul><br><li>Pour r&#xe9;ussir &#xe0; ce poste, il faut parler le fran&#xe7;ais ainsi que l&apos;anglais</li><li>Il vous faudra &#xe9;galement une exp&#xe9;rience pr&#xe9;alable entre 3 et 5 ans, afin d&apos;&#xea;tre facilement int&#xe9;gr&#xe9; dans ces missions de finances complexes</li><li>De bonnes bases comptables seront &#xe9;galement n&#xe9;cessaires</li><li>De l&apos;exp&#xe9;rience en audit externe sera hautement valoris&#xe9;e</li><li>De m&#xea;me, de l&apos;exp&#xe9;rience en Soparfi, holding ou private equity sera valoris&#xe9;e</li><li>Enfin, une forte stabilit&#xe9; durant votre parcours professionnel sera un atout majeur, puisque l&apos;entreprise souhaite trouver un collaborateur pour le long terme <br><br></li></ul><br><p><strong><u>Offre &amp; avantages </u></strong><strong><u>| Finance - Cong&#xe9;</u></strong></p><ul><br><li>Ce poste offre de nombreux avantages, &#xe0; savoir :</li><li>Des valeurs familiales</li><li>Une grande autonomie &#xe0; ce poste, vous aurez la confiance de votre employeur</li><li>Des coll&#xe8;gues professionnels, comp&#xe9;tents et motiv&#xe9;s</li><li>Une vision tr&#xe8;s large de la finance, vous permettant de d&#xe9;velopper vos comp&#xe9;tences</li><li>Un &#xe9;quilibre entre vie professionnelle et vie priv&#xe9;e respect&#xe9;</li><li>Des horaires flexibles</li><li>Un salaire pouvant atteindre 80 000 &#x20ac; annuels bruts, selon votre profil et vos comp&#xe9;tences</li><li>Des avantages extra-l&#xe9;gaux : des tickets resto, un bonus, 7 semaines de cong&#xe9;, etc.<br><br></li></ul><br><p>Abiomis est une agence de recrutement et de conseil sp&#xe9;cialis&#xe9;e dans les domaines financier et juridique au Luxembourg et en Belgique, offrant des postes juniors jusqu&apos;&#xe0; Partner dans tout le pays.</p><p>Chez Abiomis, nous appr&#xe9;cions ce qui compte le plus pour vous. Nous savons que l&apos;&#xe9;coute est essentielle et, ce faisant, cela nous permet de d&#xe9;terminer ensemble les opportunit&#xe9;s qui pourraient vous convenir le mieux ainsi qu&apos;&#xe0; vos crit&#xe8;res. Que vous soyez candidat ou entreprise, nous sommes l&#xe0; &#xe0; chaque &#xe9;tape et il nous fera plaisir de vous accompagner dans votre &#xe9;volution.</p><p>Contactez-nous d&#xe8;s aujourd&apos;hui au <strong>+352 26 38 38 50</strong> pour discuter de votre parcours professionnel ou consultez nos offres d&apos;emploi actuelles sur www.abiomis.com.</p>\n        ",
	"companyId": "71503163",
	"benefits": "",
	"posterProfileUrl": "",
	"posterFullName": ""
}