{
	"id": "4235274119",
	"publishedAt": "2025-07-09",
	"salary": "",
	"title": "Job | Senior Analist Hedge Solutions | Bruxelles",
	"jobUrl": "https://be.linkedin.com/jobs/view/job-senior-analist-hedge-solutions-bruxelles-at-belfius-4235274119?trk=public_jobs_topcard-title",
	"companyName": "Belfius",
	"companyUrl": "https://be.linkedin.com/company/belfius?trk=public_jobs_topcard-org-name",
	"location": "Brussels, Brussels Region, Belgium",
	"postedTime": "9 hours ago",
	"applicationsCount": "Be among the first 25 applicants",
	"description": "Description\n\nVotre équipe est responsable de l'évaluation et du suivi des prêts structurés et propose des solutions pour couvrir les risques de la banque de manière économique et comptable et ceci de la manière la plus optimale. Grâce à votre engagement, la banque peut offrir des prêts avancés qui répondent mieux aux besoins spécifiques de chaque client.\n\nVotre job en deux mots\n\nVous êtes responsable pour les activités middle office du desk structured loans et ALM ainsi que du développement de méthodes pour évaluer les prêts et produits financiers les plus complexes de la banque et de l'assureur de la manière la plus efficace.\n\nEn collaboration avec la salle des marchés et l’équipe ALM, vous cartographiez les risques de la banque et concevez des solutions de couverture pour protéger la banque à la fois sur le plan économique et comptable.\n\nVous êtes responsable de l'organisation et du bon déroulement des différents comités (forums) où les activités de l'équipe sont présentées et discutées avec les collègues d'autres départements.\n\nVotre équipe est composée de mathématiciens, de comptables et d'économistes, et en tant que chef d'équipe, vous êtes responsable d'une bonne collaboration, d'un traitement correct des chiffres financiers et de l'optimisation continue du processus. Vous et votre équipe êtes également chargés de proposer des solutions créatives aux nombreux défis complexes auxquels sont confrontés la banque et l'assureur.\n\nPas besoin d’être un oiseau rare\n\nVous ne devez pas être un oiseau rare… mais pourriez le devenir chez nous ! Vous pouvez vous distinguer et révéler le meilleur de vous-même si vous avez :\n\n\n * Un diplôme universitaire en mathématiques ou en économie ;\n * Plusieurs années d'expérience dans le secteur financier ;\n * Une bonne connaissance des produits financiers (swaps de taux d'intérêt, options, swaps de devises), vous savez les évaluer et calculer leurs sensibilités ;\n * Une connaissance de la comptabilité de couverture selon les normes IFRS ;\n * Vous aimez simplifier et automatiser les processus ;\n * Vous aimez travailler en équipe et avec d'autres départements ;\n * Vous faites preuve d'initiative.\n   \n   \n   \n\nVous marquez un point supplémentaire si :\n\n\n * Bilinguisme (néerlandais/français) ;\n * Expérience en tant que chef d'équipe ;\n * Expérience dans la gestion des risques ou en salle des marchés.\n   \n   \n   \n\nBelfius prend soin de ses talents\n\nOutre la possibilité de faire votre chemin dans un job qui vous plaît, nous vous offrons un contrat à temps plein à durée indéterminée avec :\n\n\n * Un salaire attractif complété par une offre innovante vous octroyant un budget à utiliser selon vos préférences personnelles (p. ex. voiture, vélo, PC, smartphone, tablette, loyer ou crédit hypothécaire sous certaines conditions) et des avantages extralégaux, tels que des chèques-repas, des avantages sur les produits et services internes, une assurance hospitalisation et une assurance groupe.\n * Des possibilités de développement par le biais d'un large éventail de formations et des opportunités de carrière dans l’ensemble du groupe Belfius.\n * Un bon équilibre entre vie professionnelle et vie privée grâce à des horaires flexibles, à la combinaison du travail au bureau et à domicile et un nombre attractif de jours de congé.\n * Un lieu de travail moderne au cœur de Bruxelles, avec une salle de sport branchée, un délicieux restaurant sain et des espaces de réunion confortables, le tout à quelques pas de la rue commerciale, de la gare Bruxelles-Nord et de la station métro Rogier.",
	"contractType": "Full-time",
	"experienceLevel": "Mid-Senior level",
	"workType": "Business Development and Sales",
	"sector": "Financial Services",
	"applyUrl": "https://jobs.belfius.be/InternalJobs/job/Brussel-Job-Senior-Analist-Hedge-Solutions-Bruxelles-Brux-1210/1193507001/",
	"applyType": "EXTERNAL",
	"descriptionHtml": "\n          <strong>Description<br><br></strong>Votre &#xe9;quipe est responsable de l&apos;&#xe9;valuation et du suivi des pr&#xea;ts structur&#xe9;s et propose des solutions pour couvrir les risques de la banque de mani&#xe8;re &#xe9;conomique et comptable et ceci de la mani&#xe8;re la plus optimale. Gr&#xe2;ce &#xe0; votre engagement, la banque peut offrir des pr&#xea;ts avanc&#xe9;s qui r&#xe9;pondent mieux aux besoins sp&#xe9;cifiques de chaque client.<br><br><strong><strong>Votre job en deux mots<br><br></strong></strong>Vous &#xea;tes responsable pour les activit&#xe9;s middle office du desk structured loans et ALM ainsi que du d&#xe9;veloppement de m&#xe9;thodes pour &#xe9;valuer les pr&#xea;ts et produits financiers les plus complexes de la banque et de l&apos;assureur de la mani&#xe8;re la plus efficace.<br><br>En collaboration avec la salle des march&#xe9;s et l&#x2019;&#xe9;quipe ALM, vous cartographiez les risques de la banque et concevez des solutions de couverture pour prot&#xe9;ger la banque &#xe0; la fois sur le plan &#xe9;conomique et comptable.<br><br>Vous &#xea;tes responsable de l&apos;organisation et du bon d&#xe9;roulement des diff&#xe9;rents comit&#xe9;s (forums) o&#xf9; les activit&#xe9;s de l&apos;&#xe9;quipe sont pr&#xe9;sent&#xe9;es et discut&#xe9;es avec les coll&#xe8;gues d&apos;autres d&#xe9;partements.<br><br>Votre &#xe9;quipe est compos&#xe9;e de math&#xe9;maticiens, de comptables et d&apos;&#xe9;conomistes, et en tant que chef d&apos;&#xe9;quipe, vous &#xea;tes responsable d&apos;une bonne collaboration, d&apos;un traitement correct des chiffres financiers et de l&apos;optimisation continue du processus. Vous et votre &#xe9;quipe &#xea;tes &#xe9;galement charg&#xe9;s de proposer des solutions cr&#xe9;atives aux nombreux d&#xe9;fis complexes auxquels sont confront&#xe9;s la banque et l&apos;assureur.<br><br><strong><strong>Pas besoin d&#x2019;&#xea;tre un oiseau rare<br><br></strong></strong>Vous ne devez pas &#xea;tre un oiseau rare&#x2026; mais pourriez le devenir chez nous ! Vous pouvez vous distinguer et r&#xe9;v&#xe9;ler le meilleur de vous-m&#xea;me si vous avez :<br><br><ul><li>Un dipl&#xf4;me universitaire en math&#xe9;matiques ou en &#xe9;conomie ;</li><li>Plusieurs ann&#xe9;es d&apos;exp&#xe9;rience dans le secteur financier ;</li><li>Une bonne connaissance des produits financiers (swaps de taux d&apos;int&#xe9;r&#xea;t, options, swaps de devises), vous savez les &#xe9;valuer et calculer leurs sensibilit&#xe9;s ;</li><li>Une connaissance de la comptabilit&#xe9; de couverture selon les normes IFRS ;</li><li>Vous aimez simplifier et automatiser les processus ;</li><li>Vous aimez travailler en &#xe9;quipe et avec d&apos;autres d&#xe9;partements ;</li><li>Vous faites preuve d&apos;initiative.<br><br><br></li></ul>Vous marquez un point suppl&#xe9;mentaire si :<br><br><ul><li>Bilinguisme (n&#xe9;erlandais/fran&#xe7;ais) ;</li><li>Exp&#xe9;rience en tant que chef d&apos;&#xe9;quipe ;</li><li>Exp&#xe9;rience dans la gestion des risques ou en salle des march&#xe9;s.<br><br><br></li></ul><strong><strong>Belfius prend soin de ses talents<br><br></strong></strong>Outre la possibilit&#xe9; de faire votre chemin dans un job qui vous pla&#xee;t, nous vous offrons un contrat &#xe0; temps plein &#xe0; dur&#xe9;e ind&#xe9;termin&#xe9;e avec :<br><br><ul><li>Un salaire attractif compl&#xe9;t&#xe9; par une offre innovante vous octroyant un budget &#xe0; utiliser selon vos pr&#xe9;f&#xe9;rences personnelles (p. ex. voiture, v&#xe9;lo, PC, smartphone, tablette, loyer ou cr&#xe9;dit hypoth&#xe9;caire sous certaines conditions) et des avantages extral&#xe9;gaux, tels que des ch&#xe8;ques-repas, des avantages sur les produits et services internes, une assurance hospitalisation et une assurance groupe.</li><li>Des possibilit&#xe9;s de d&#xe9;veloppement par le biais d&apos;un large &#xe9;ventail de formations et des opportunit&#xe9;s de carri&#xe8;re dans l&#x2019;ensemble du groupe Belfius.</li><li>Un bon &#xe9;quilibre entre vie professionnelle et vie priv&#xe9;e gr&#xe2;ce &#xe0; des horaires flexibles, &#xe0; la combinaison du travail au bureau et &#xe0; domicile et un nombre attractif de jours de cong&#xe9;.</li><li>Un lieu de travail moderne au c&#x153;ur de Bruxelles, avec une salle de sport branch&#xe9;e, un d&#xe9;licieux restaurant sain et des espaces de r&#xe9;union confortables, le tout &#xe0; quelques pas de la rue commerciale, de la gare Bruxelles-Nord et de la station m&#xe9;tro Rogier.</li></ul>\n        ",
	"companyId": "2515234",
	"benefits": "",
	"posterProfileUrl": "",
	"posterFullName": ""
}