{
	"id": "4264588524",
	"publishedAt": "2025-07-09",
	"salary": "",
	"title": "Senior Manager / Director M&A and Finance – Bureau de Boitsfort",
	"jobUrl": "https://be.linkedin.com/jobs/view/senior-manager-director-m-a-and-finance-%E2%80%93-bureau-de-boitsfort-at-deloitte-4264588524?trk=public_jobs_topcard-title",
	"companyName": "Deloitte",
	"companyUrl": "https://www.linkedin.com/company/deloitte?trk=public_jobs_topcard-org-name",
	"location": "Charleroi, Walloon Region, Belgium",
	"postedTime": "8 hours ago",
	"applicationsCount": "Be among the first 25 applicants",
	"description": "Can’t wait to make an impact on the world? You’re not alone. Join us in driving progress in the working world and beyond. Your journey with us\nEn tant que Senior Manager / Director M&A, ton rôle principale sera de piloter avec excellence les opérations de M&A de nos clients. Tes capacités à mener des analyses approfondies du marché, à guider les négociations sur l’ensemble du processus de transaction, à valoriser une société et à identifier activement de nouvelles opportunités d'acquisition à l'échelle nationale et internationale sont fondamentales pour fournir à nos clients les meilleures options disponibles sur le marché.\n\nTon réseau personnel orienté Business et ta connaissance parfaite des entreprises actives dans ta région d’activité sont des atouts prioritaires à nos yeux .\n\nEn travaillant en étroite collaboration avec nos experts fiscaux et juridiques, tu assureras une approche multidisciplinaire holistique pour chaque transaction. Ta capacité à coordonner efficacement ces différentes expertises garantit une exécution fluide et conforme à toutes les réglementations en vigueur.\n\nDe plus, en tant que Senior Manager / Director, il te sera demandé de superviser et d’encadrer une équipe de collègues juniors, en les guidant à travers les méandres des transactions M&A et les complexités des modèles financiers. Tes conseils et ton soutien seront essentiels pour favoriser leur développement professionnel et renforcer la cohésion au sein de l'équipe.\n\nNotre engagement envers les PME de la région de Bruxelles et environnement se reflète dans notre ancrage local. En travaillant en étroite collaboration avec ces entreprises. Tu comprendras leurs besoins uniques afin de leur apporter des conseils avec une réelle plus-value, renforçant ainsi notre position en tant que partenaire de confiance sur le marché régional.\n\nEnfin, tu pourras profiter de notre engagement envers un équilibre sain entre travail et vie privée, assurant ainsi un environnement professionnel épanouissant pour ton équipe et toi.\n\nLet's talk about you\n\n\nVous êtes passionné par tout ce qui touche aux fusions et acquisitions (M&A) et à la finance d’entreprise de manière générale. Doté d'un esprit critique et analytique, vous avez un sens naturel de la précision. Votre orientation technique vous permettent d'analyser les données de manière efficace et de tirer des conclusions pertinentes. De plus, vous avez également une forte capacité à prendre en charge vos responsabilités et à vous investir pleinement dans vos missions.\n\nVos connaissances techniques ne sont pas les seules à être un atout, vous mettrez également à profit vos qualités relationnelles et les développerez. Grâce à vos contacts étroits avec les chefs d'entreprise et à la supervision des acquisitions, vous serez un partenaire de confiance et jouerez un rôle consultatif important.\n\nVos compétences en matière de communication et votre sens commercial vous permettront, d'une part, d'établir de nouvelles relations avec les clients et, d'autre part, de les renforcer à long terme.\n\nAprès avoir obtenu votre master universitaire dans un domaine économique, vous avez au moins six ans d'expérience dans le domaine des fusions et acquisitions (et de la finance d’entreprise). Vous avez également un intérêt ou une expérience dans la gestion et la supervision d'une équipe. Outre la pratique du français (langue maternelle) et la maîtrise de l’anglais, la connaissance du néerlandais est un atout.\n\n\nBusiness Process Solutions is so much more than hard numbers. Think analysis, critical insights, problem-solving and strategic planning. The magic happens when analysis and insight meld. It’s what turns our professionals into trusted advisors who use regulatory compliance and reporting to create opportunities and manage risk for our clients. At Deloitte, we advise a wide range of companies across multidisciplinary services ranging from accounting, tax, legal, HR, mergers and acquisitions to services such as “business control & technology” and “strategy & growth” tailor-made solutions. At the same time, our team of advisors handles cases with a satellite vision, enthusiasm and know-how. Let our professional experts take care of your administrative and financial worries. Whether you're a start-up, SME or family company, we adjust our services to the lifecycle and milestone moments of your business, helping you steer your company in your desired direction. \n\n\n\nWho is Deloitte?\n\nWe provide industry-leading audit and assurance, tax and legal, consulting and related services. We are committed to driving innovation across offerings to help our clients address their challenges, while giving our professionals opportunities to learn and grow in this era of transformation.\n\nIn Belgium, +5000 dedicated professionals active in +10 offices, take great pride in bringing multidisciplinary expertise to a wide variety of clients, from national and international companies, small, fast-growing and large organizations to public institutions and governmental authorities.\n\n\nWhy Deloitte?\n\nBe the true you! We foster diversity and inclusion and encourage you to bring your authentic self to work. Explore, question and collaborate while building a career that inspires and energises you.\n\nNever stop growing!Diversity of thought makes us stronger. At Deloitte, we tailor a personalized learning experience, offering you the opportunity to grow at your own pace and achieve maximum impact.\n\nWe practice what we preach! As a Purpose-led organisation, at the heart of everything we do is a set of timeless principles and unifying values.\n\nLife looks different for each of us, so we created a varied benefits package that you can tap into:\n\n   \n   \n * My Benefits My Choice, a flexible rewards plan tailored to your lifestyle and priorities\n   \n   \n * Sustainable transport options offered by Mobility@Deloitte\n   \n   \n * Flexible work arrangements for all and initiatives supported by Parents@Deloitte\n   \n   \n * Wellbeing tips and activities powered by Energise@Deloitte\n   \n   \n * Topped off with other health benefits and insurance opportunities\n   \n   \n\n\n\nEmpowering our employees with flexible work arrangementsremains essential in today's reality:\n\n   \n   \n * Hybrid workplace:combination of home office and on-site (+10 offices in Belgium or client's premises).\n   \n   \n * Part-time employment: all our jobs are open to part-time work under a 90% or 80% regime.\n   \n   \n\n\n\nJoin us to make an impact together! Apply now!",
	"contractType": "Full-time",
	"experienceLevel": "Mid-Senior level",
	"workType": "Other",
	"sector": "Business Consulting and Services",
	"applyUrl": "https://deloittebe.avature.net/en_US/careers/JobDetail/10637?source=LinkedIn",
	"applyType": "EXTERNAL",
	"descriptionHtml": "\n          <strong>Can&#x2019;t wait to make an impact on the world?</strong>&#xa0;You&#x2019;re not alone. Join us in driving progress in the working world and beyond. <strong>Your journey with us<br></strong>En tant que Senior Manager / Director M&amp;A, ton r&#xf4;le principale sera de piloter avec excellence les op&#xe9;rations de M&amp;A de nos clients. Tes capacit&#xe9;s &#xe0; mener des analyses approfondies du march&#xe9;, &#xe0; guider les n&#xe9;gociations sur l&#x2019;ensemble du processus de transaction, &#xe0; valoriser une soci&#xe9;t&#xe9; et &#xe0; identifier activement de nouvelles opportunit&#xe9;s d&apos;acquisition &#xe0; l&apos;&#xe9;chelle nationale et internationale sont fondamentales pour fournir &#xe0; nos clients les meilleures options disponibles sur le march&#xe9;.<br><br>Ton r&#xe9;seau personnel orient&#xe9; Business et ta connaissance parfaite des entreprises actives dans ta r&#xe9;gion d&#x2019;activit&#xe9; sont des atouts prioritaires &#xe0; nos yeux .<br><br>En travaillant en &#xe9;troite collaboration avec nos experts fiscaux et juridiques, tu assureras une approche multidisciplinaire holistique pour chaque transaction. Ta capacit&#xe9; &#xe0; coordonner efficacement ces diff&#xe9;rentes expertises garantit une ex&#xe9;cution fluide et conforme &#xe0; toutes les r&#xe9;glementations en vigueur.<br><br>De plus, en tant que Senior Manager / Director, il te sera demand&#xe9; de superviser et d&#x2019;encadrer une &#xe9;quipe de coll&#xe8;gues juniors, en les guidant &#xe0; travers les m&#xe9;andres des transactions M&amp;A et les complexit&#xe9;s des mod&#xe8;les financiers. Tes conseils et ton soutien seront essentiels pour favoriser leur d&#xe9;veloppement professionnel et renforcer la coh&#xe9;sion au sein de l&apos;&#xe9;quipe.<br><br>Notre engagement envers les PME de la r&#xe9;gion de Bruxelles et environnement se refl&#xe8;te dans notre ancrage local. En travaillant en &#xe9;troite collaboration avec ces entreprises. Tu comprendras leurs besoins uniques afin de leur apporter des conseils avec une r&#xe9;elle plus-value, renfor&#xe7;ant ainsi notre position en tant que partenaire de confiance sur le march&#xe9; r&#xe9;gional.<br><br>Enfin, tu pourras profiter de notre engagement envers un &#xe9;quilibre sain entre travail et vie priv&#xe9;e, assurant ainsi un environnement professionnel &#xe9;panouissant pour ton &#xe9;quipe et toi.<br><br> <strong>Let&apos;s talk about you<br></strong><p>Vous &#xea;tes passionn&#xe9; par tout ce qui touche aux fusions et acquisitions (M&amp;A) et &#xe0; la finance d&#x2019;entreprise de mani&#xe8;re g&#xe9;n&#xe9;rale. Dot&#xe9; d&apos;un esprit critique et analytique, vous avez un sens naturel de la pr&#xe9;cision. Votre orientation technique vous permettent d&apos;analyser les donn&#xe9;es de mani&#xe8;re efficace et de tirer des conclusions pertinentes. De plus, vous avez &#xe9;galement une forte capacit&#xe9; &#xe0; prendre en charge vos responsabilit&#xe9;s et &#xe0; vous investir pleinement dans vos missions.</p><p>Vos connaissances techniques ne sont pas les seules &#xe0; &#xea;tre un atout, vous mettrez &#xe9;galement &#xe0; profit vos qualit&#xe9;s relationnelles et les d&#xe9;velopperez. Gr&#xe2;ce &#xe0; vos contacts &#xe9;troits avec les chefs d&apos;entreprise et &#xe0; la supervision des acquisitions, vous serez un partenaire de confiance et jouerez un r&#xf4;le consultatif important.</p><p>Vos comp&#xe9;tences en mati&#xe8;re de communication et votre sens commercial vous permettront, d&apos;une part, d&apos;&#xe9;tablir de nouvelles relations avec les clients et, d&apos;autre part, de les renforcer &#xe0; long terme.</p><p>Apr&#xe8;s avoir obtenu votre master universitaire dans un domaine &#xe9;conomique, vous avez au moins six ans d&apos;exp&#xe9;rience dans le domaine des fusions et acquisitions (et de la finance d&#x2019;entreprise). Vous avez &#xe9;galement un int&#xe9;r&#xea;t ou une exp&#xe9;rience dans la gestion et la supervision d&apos;une &#xe9;quipe. Outre la pratique du fran&#xe7;ais (langue maternelle) et la ma&#xee;trise de l&#x2019;anglais, la connaissance du n&#xe9;erlandais est un atout.<br></p>  <strong>Business Process Solutions</strong> is so much more than hard numbers. Think analysis, critical insights, problem-solving and strategic planning. The magic happens when analysis and insight meld. It&#x2019;s what turns our professionals into trusted advisors who use regulatory compliance and reporting to create opportunities and manage risk for our clients. At Deloitte, we advise a wide range of companies across multidisciplinary services ranging from accounting, tax, legal, HR, mergers and acquisitions to services such as &#x201c;business control &amp; technology&#x201d; and &#x201c;strategy &amp; growth&#x201d; tailor-made solutions. At the same time, our team of advisors handles cases with a satellite vision, enthusiasm and know-how. Let our professional experts take care of your administrative and financial worries. Whether you&apos;re a start-up, SME or family company, we adjust our services to the lifecycle and milestone moments of your business, helping you steer your company in your desired direction.&#xa0;<br> <br><br><br>\t<strong>Who is Deloitte?</strong><br>\t<br>We provide industry-leading audit and assurance, tax and legal, consulting and related services. We are committed to driving innovation across offerings to help our clients address their challenges, while giving our professionals opportunities to learn and grow in this era of transformation.<br>\t<br>In Belgium, +5000 dedicated professionals active in +10 offices, take great pride in bringing multidisciplinary expertise to a wide variety of clients, from national and international companies, small, fast-growing and large organizations to public institutions and governmental authorities.<br>\t<br><br>\t<strong>Why Deloitte?</strong><br>\t<br><strong>Be the true you!</strong> We foster diversity and inclusion and encourage you to bring your authentic self to work. Explore, question and collaborate while building a career that inspires and energises you.<br>\t<br><strong>Never stop growing!</strong>Diversity of thought makes us stronger. At Deloitte, we tailor a personalized learning experience, offering you the opportunity to grow at your own pace and achieve maximum impact.<br>\t<br><strong>We practice what we preach!</strong> As a Purpose-led organisation, at the heart of everything we do is a set of timeless principles and unifying values.<br>\t<br>Life looks different for each of us, so we created a varied benefits package that you can tap into:<br>\t<ul><br>      <li><strong>My Benefits My Choice</strong>, a flexible rewards plan tailored to your lifestyle and priorities</li><br>      <li>Sustainable transport options offered by <strong>Mobility@Deloitte</strong></li><br>      <li>Flexible work arrangements for all and initiatives supported by <strong>Parents@Deloitte</strong></li><br>      <li>Wellbeing tips and activities powered by <strong>Energise@Deloitte</strong></li><br>      <li>Topped off with other health benefits and insurance opportunities</li><br>\t</ul><br>\t<br>Empowering our employees with <strong>flexible work arrangements</strong>remains essential in today&apos;s reality:<br>\t<ul><br>\t\t<li><strong>Hybrid workplace:</strong>combination of home office and on-site (+10 offices in Belgium or client&apos;s premises).</li><br>\t\t<li><strong>Part-time employment:</strong> all our jobs are open to part-time work under a 90% or 80% regime.</li><br>\t</ul><br>\t<br><strong>Join us to make an impact together! Apply now!</strong>\n        ",
	"companyId": "1038",
	"benefits": "",
	"posterProfileUrl": "https://be.linkedin.com/in/alexandra-van-oost-850420a8",
	"posterFullName": "Alexandra van Oost"
}