{
	"id": "4264749649",
	"publishedAt": "2025-07-09",
	"salary": "",
	"title": "Administratief medewerker wagenpark",
	"jobUrl": "https://be.linkedin.com/jobs/view/administratief-medewerker-wagenpark-at-colruyt-group-4264749649?trk=public_jobs_topcard-title",
	"companyName": "Colruyt Group",
	"companyUrl": "https://be.linkedin.com/company/colruytgroup?trk=public_jobs_topcard-org-name",
	"location": "Halle, Flemish Region, Belgium",
	"postedTime": "3 hours ago",
	"applicationsCount": "Be among the first 25 applicants",
	"description": "Ben jij administratief sterk en heb je interesse in alles wat rijdt? Als administratief medewerker binnen de afdeling Rollend Materieel zorg jij ervoor dat ons wagenpark op rolletjes loopt. Dankzij jouw nauwkeurige opvolging kunnen duizenden collega’s veilig en vlot de baan op.\n\n\n\n\nJouw takenpakket:\n\n\n\n\n * Je controleert nieuwe bedrijfswagens bij levering: kleur, opties, bandenmaat, … alles moet kloppen.\n * Je organiseert de overhandiging van wagens aan collega’s en geeft hen de nodige uitleg.\n * Je bestelt nieuwe firma-, dienst- en bestelwagens in overleg met leveranciers.\n * Je regelt alle administratie rond de voertuigen: nummerplaten, verzekeringen, inrichting …\n * Je houdt bestelgegevens up-to-date en volgt alles nauwgezet op tot aan de levering.\n * Je staat in voor de correcte verwerking van facturen.\n * Je onderhoudt dagelijks contact met interne collega’s en externe partners.\n\n\n\n\nJe werkt op de site Hellebroek in Halle.\n\n\n\n\nProfiel:\n\n\n\n\n * Kennis en ervaring - Je hebt een goede administratieve achtergrond dankzij je studies (secundair of bachelor) of gelijkwaardige werkervaring.\n * Oplossingsgerichtheid – Je kan een situatie rationeel benaderen en de nodige stappen ondernemen om resultaten te bereiken. Merk je een probleem op, dan bedenk je snel een oplossing.\n * Talenkennis – Je spreekt en schrijft vlot in het Nederlands en Frans. Dat is belangrijk omdat je dagelijks in de twee talen communiceert met interne medewerkers en leveranciers.\n * Klantgerichtheid – Je begrijpt de noden van klanten en vertaalt ze naar de juiste bestelling. Je volgt je dossiers ook stipt en correct op.\n\n\n\n\nWij bieden:\n\n\n\n\n * Variatie – Je hebt een heel uiteenlopend takenpakket, dus elke dag brengt nieuwe uitdagingen. Bovendien heb je veel interne en externe contacten.\n * Ruimte voor initiatief – Bij Colruyt Group waarderen we het als je net dat stapje verdergaat. Spot je een opportuniteit die voordelig kan zijn voor je interne klanten of voor de werking van je afdeling? Hou je dan niet in om ideeën te lanceren!\n * Ontwikkelingskansen – Dankzij onze interne opleidingen kan jij je hele carrière lang blijven groeien.\n * Aantrekkelijk loon – Boven op je loon krijg je tal van extralegale voordelen zoals maaltijdcheques en een hospitalisatieverzekering.\n\n\n",
	"contractType": "Full-time",
	"experienceLevel": "Not Applicable",
	"workType": "Administrative, Customer Service, and Human Resources",
	"sector": "Administrative and Support Services, Retail, and Food and Beverage Services",
	"applyUrl": "https://jobs.colruytgroup.com/nl/vacatures/administratief-medewerker-wagenpark",
	"applyType": "EXTERNAL",
	"descriptionHtml": "\n          <p>Ben jij administratief sterk en heb je interesse in alles wat rijdt? Als administratief medewerker binnen de afdeling Rollend Materieel zorg jij ervoor dat ons wagenpark op rolletjes loopt. Dankzij jouw nauwkeurige opvolging kunnen duizenden collega&#x2019;s veilig en vlot de baan op.</p><p><br></p><p><strong>Jouw takenpakket:</strong></p><p><br></p><ul><li>Je controleert nieuwe bedrijfswagens bij levering: kleur, opties, bandenmaat, &#x2026; alles moet kloppen.</li><li>Je organiseert de overhandiging van wagens aan collega&#x2019;s en geeft hen de nodige uitleg.</li><li>Je bestelt nieuwe firma-, dienst- en bestelwagens in overleg met leveranciers.</li><li>Je regelt alle administratie rond de voertuigen: nummerplaten, verzekeringen, inrichting &#x2026;</li><li>Je houdt bestelgegevens up-to-date en volgt alles nauwgezet op tot aan de levering.</li><li>Je staat in voor de correcte verwerking van facturen.</li><li>Je onderhoudt dagelijks contact met interne collega&#x2019;s en externe partners.</li></ul><p><br></p><p>Je werkt op de site Hellebroek in Halle.</p><p><br></p><p><strong>Profiel: </strong></p><p><br></p><ul><li><strong>Kennis en ervaring </strong>- Je hebt een goede administratieve achtergrond dankzij je studies (secundair of bachelor) of gelijkwaardige werkervaring.</li><li><strong>Oplossingsgerichtheid &#x2013; </strong>Je kan een situatie rationeel benaderen en de nodige stappen ondernemen om resultaten te bereiken. Merk je een probleem op, dan bedenk je snel een oplossing.</li><li><strong>Talenkennis &#x2013; </strong>Je spreekt en schrijft vlot in het Nederlands en Frans. Dat is belangrijk omdat je dagelijks in de twee talen communiceert met interne medewerkers en leveranciers.</li><li><strong>Klantgerichtheid &#x2013; </strong>Je begrijpt de noden van klanten en vertaalt ze naar de juiste bestelling. Je volgt je dossiers ook stipt en correct op.</li></ul><p><br></p><p><strong>Wij bieden: </strong></p><p><br></p><ul><li><strong>Variatie &#x2013;</strong> Je hebt een heel uiteenlopend takenpakket, dus elke dag brengt nieuwe uitdagingen. Bovendien heb je veel interne en externe contacten.</li><li><strong>Ruimte voor initiatief &#x2013;</strong> Bij Colruyt Group waarderen we het als je net dat stapje verdergaat. Spot je een opportuniteit die voordelig kan zijn voor je interne klanten of voor de werking van je afdeling? Hou je dan niet in om idee&#xeb;n te lanceren!</li><li><strong>Ontwikkelingskansen &#x2013;</strong> Dankzij onze interne opleidingen kan jij je hele carri&#xe8;re lang blijven groeien.</li><li><strong>Aantrekkelijk loon &#x2013;</strong> Boven op je loon krijg je tal van extralegale voordelen zoals maaltijdcheques en een hospitalisatieverzekering.</li></ul><p><br></p>\n        ",
	"companyId": "16721",
	"benefits": "",
	"posterProfileUrl": "https://be.linkedin.com/in/jessy-swalens-b9ab06203",
	"posterFullName": "Jessy Swalens"
}