{
	"id": "4263191172",
	"publishedAt": "2025-07-09",
	"salary": "€80,000.00/yr - €80,000.00/yr",
	"title": "Contrôleur Financier - Package Salarial Attractif, Wiltz",
	"jobUrl": "https://lu.linkedin.com/jobs/view/contr%C3%B4leur-financier-package-salarial-attractif-wiltz-at-abiomis-luxembourg-4263191172?trk=public_jobs_topcard-title",
	"companyName": "Abiomis Luxembourg",
	"companyUrl": "https://lu.linkedin.com/company/abiomis-luxembourg-recruitment-fiduciary-law?trk=public_jobs_topcard-org-name",
	"location": "Wiltz, Diekirch, Luxembourg",
	"postedTime": "13 hours ago",
	"applicationsCount": "Be among the first 25 applicants",
	"description": "Contrôleur Financier - Package Salarial Attractif, Wiltz\n\n\n\nL'un de nos clients, acteur reconnu dans le secteur industriel, nous a sollicités pour l'accompagner dans le recrutement d'un professionnel de la finance, plus précisément un comptable/contrôleur. Cette entreprise, située à Wiltz au Luxembourg, se distingue par sa dimension internationale et sa forte présence sur le marché européen. Forte de plus d'un millier de collaborateurs, elle évolue dans un environnement dynamique et en constante expansion.\n\nElle met un point d'honneur à offrir un cadre de travail moderne et stimulant, avec des infrastructures récentes, bien pensées, et entièrement digitalisées. Le climat de travail y est à la fois sain, convivial et propice à l'épanouissement professionnel.\n\nDe nombreuses possibilités d'évolution interne sont offertes aux talents qui souhaitent construire une carrière sur le long terme. Grâce à son envergure internationale, cette entreprise propose un environnement multiculturel où l'innovation, la rigueur et la collaboration sont au cœur de la culture d'entreprise.\n\nVos responsabilités | Contrôleur Financier - Evolution - Finance\n\n\n\n   \n   \n * Élaborer et suivre les reportings financiers destinés à la direction financière (CFO), en veillant à la fiabilité et à la clarté des données transmises.\n * Réaliser des analyses approfondies de rentabilité, des coûts et de la performance financière, dans le but d'orienter les décisions stratégiques.\n * Participer activement aux clôtures comptables mensuelles, trimestrielles et annuelles, en collaboration avec les autres services financiers.\n * Contribuer à l'amélioration continue des processus de contrôle interne et à l'optimisation des outils de gestion, vous participerez à la préparation du budget annuel ainsi qu'aux prévisions financières, en anticipant les écarts et en proposant des mesures correctives.\n\n\nProfil et parcours | Contrôleur Financier - Evolution - Finance\n\n   \n   \n * Vous justifiez d'une expérience professionnelle de minimum 2 à 3 ans dans une fonction similaire, idéalement dans un environnement international ou industriel\n * Vous êtes diplômé(e) d'un bachelier ou équivalent en comptabilité, finance ou dans une discipline connexe\n * Vous maîtrisez parfaitement le français et possédez un bon niveau en allemand, tant à l'écrit qu'à l'oral, ce qui facilitera les échanges avec les équipes internes et les partenaires.\n\n\nOffre & avantages | Contrôleur Financier - Evolution - Finance\n\n   \n   \n * Des perspectives d'évolution concrètes : L'entreprise privilégie la promotion interne, vous permettant ainsi de progresser vers des postes à plus grande responsabilité ou de vous spécialiser selon vos aspirations professionnelles\n * Un cadre de travail moderne, digitalisé et proche de la nature : Vous bénéficierez d'un environnement apaisant, propice à la concentration et à la créativité, tout en étant équipé des dernières technologies pour maximiser votre efficacité\n * Un salaire attractif pouvant atteindre 80 000 € brut/an : Votre rémunération sera adaptée à votre profil et à votre parcours, reflétant la valeur ajoutée que vous apporterez à l'équipe\n * Des tickets restaurant : Une solution pratique pour alléger vos dépenses quotidiennes et vous permettre de profiter pleinement de votre pause déjeuner\n * Un bonus annuel : En reconnaissance de votre contribution et de vos performances, un bonus vient compléter votre package de rémunération de manière motivante et méritée\n\n\nAbiomis est une agence de recrutement et de conseil spécialisée dans les domaines financier et juridique au Luxembourg et en Belgique, offrant des postes juniors jusqu'à Partner dans tout le pays.\n\nChez Abiomis, nous apprécions ce qui compte le plus pour vous. Nous savons que l'écoute est essentielle et, ce faisant, cela nous permet de déterminer ensemble les opportunités qui pourraient vous convenir le mieux ainsi qu'à vos critères. Que vous soyez candidat ou entreprise, nous sommes là à chaque étape et il nous fera plaisir de vous accompagner dans votre évolution.\n\nContactez-nous dès aujourd'hui au +352 26 38 38 50 pour discuter de votre parcours professionnel ou consultez nos offres d'emploi actuelles sur www.abiomis.com.",
	"contractType": "Full-time",
	"experienceLevel": "Associate",
	"workType": "Accounting/Auditing",
	"sector": "Financial Services and Accounting",
	"applyUrl": "http://www.applybe.com/?a=1427F6A51.0",
	"applyType": "EXTERNAL",
	"descriptionHtml": "\n          <p><strong>Contr&#xf4;leur Financier - Package Salarial Attractif, Wiltz <br><br></strong></p><p>L&apos;un de nos clients, acteur reconnu dans le secteur <strong>industriel</strong>, nous a sollicit&#xe9;s pour l&apos;accompagner dans le recrutement d&apos;un professionnel de la finance, plus pr&#xe9;cis&#xe9;ment un comptable/contr&#xf4;leur. Cette entreprise, situ&#xe9;e &#xe0; Wiltz au Luxembourg, se distingue par sa dimension internationale et sa forte pr&#xe9;sence sur le march&#xe9; europ&#xe9;en. Forte de plus <strong>d&apos;un millier de collaborateurs</strong>, elle &#xe9;volue dans un environnement dynamique et en constante expansion.</p><p>Elle met un point d&apos;honneur &#xe0; offrir un cadre de travail moderne et stimulant, avec des infrastructures r&#xe9;centes, bien pens&#xe9;es, et enti&#xe8;rement digitalis&#xe9;es. Le climat de travail y est &#xe0; la fois sain, convivial et propice &#xe0; l&apos;&#xe9;panouissement professionnel.</p><p>De nombreuses <strong>possibilit&#xe9;s d&apos;&#xe9;volution interne</strong> sont offertes aux talents qui souhaitent construire une carri&#xe8;re sur le long terme. Gr&#xe2;ce &#xe0; son envergure internationale, cette entreprise propose un environnement multiculturel o&#xf9; l&apos;innovation, la rigueur et la collaboration sont au c&#x153;ur de la culture d&apos;entreprise.</p><p><strong><u>Vos responsabilit&#xe9;s | Contr&#xf4;leur Financier - Evolution - Finance</u></strong></p><p><strong><u> </u></strong></p><ul><br><li>&#xc9;laborer et suivre les reportings financiers destin&#xe9;s &#xe0; la direction financi&#xe8;re (CFO), en veillant &#xe0; la fiabilit&#xe9; et &#xe0; la clart&#xe9; des donn&#xe9;es transmises.</li><li>R&#xe9;aliser des analyses approfondies de rentabilit&#xe9;, des co&#xfb;ts et de la performance financi&#xe8;re, dans le but d&apos;orienter les d&#xe9;cisions strat&#xe9;giques.</li><li>Participer activement aux cl&#xf4;tures comptables mensuelles, trimestrielles et annuelles, en collaboration avec les autres services financiers.</li><li>Contribuer &#xe0; l&apos;am&#xe9;lioration continue des processus de contr&#xf4;le interne et &#xe0; l&apos;optimisation des outils de gestion, vous participerez &#xe0; la pr&#xe9;paration du budget annuel ainsi qu&apos;aux pr&#xe9;visions financi&#xe8;res, en anticipant les &#xe9;carts et en proposant des mesures correctives.</li></ul><br><p><strong><u>Profil et parcours | Contr&#xf4;leur Financier - Evolution - Finance</u></strong></p><ul><br><li>Vous justifiez d&apos;une exp&#xe9;rience professionnelle de minimum <strong>2 &#xe0; 3 ans</strong> dans une fonction similaire, id&#xe9;alement dans un environnement international ou industriel</li><li>Vous &#xea;tes dipl&#xf4;m&#xe9;(e) d&apos;un bachelier ou &#xe9;quivalent en comptabilit&#xe9;, finance ou dans une discipline connexe</li><li>Vous ma&#xee;trisez parfaitement le <strong>fran&#xe7;ais</strong> et poss&#xe9;dez <strong>un bon niveau en allemand</strong>, tant &#xe0; l&apos;&#xe9;crit qu&apos;&#xe0; l&apos;oral, ce qui facilitera les &#xe9;changes avec les &#xe9;quipes internes et les partenaires.</li></ul><br><p><strong><u>Offre &amp; avantages | Contr&#xf4;leur Financier - Evolution - Finance</u></strong></p><ul><br><li>Des perspectives d&apos;&#xe9;volution concr&#xe8;tes : L&apos;entreprise privil&#xe9;gie la promotion interne, vous permettant ainsi de progresser vers des postes &#xe0; plus grande responsabilit&#xe9; ou de vous sp&#xe9;cialiser selon vos aspirations professionnelles</li><li>Un cadre de travail <strong>moderne</strong>, <strong>digitalis&#xe9;</strong> et proche de la nature : Vous b&#xe9;n&#xe9;ficierez d&apos;un environnement apaisant, propice &#xe0; la concentration et &#xe0; la cr&#xe9;ativit&#xe9;, tout en &#xe9;tant &#xe9;quip&#xe9; des derni&#xe8;res technologies pour maximiser votre efficacit&#xe9;</li><li><strong>Un salaire attractif </strong>pouvant atteindre<strong> 80 000 &#x20ac; brut/an</strong> : Votre r&#xe9;mun&#xe9;ration sera adapt&#xe9;e &#xe0; votre profil et &#xe0; votre parcours, refl&#xe9;tant la valeur ajout&#xe9;e que vous apporterez &#xe0; l&apos;&#xe9;quipe</li><li><strong>Des tickets restaurant</strong> : Une solution pratique pour all&#xe9;ger vos d&#xe9;penses quotidiennes et vous permettre de profiter pleinement de votre pause d&#xe9;jeuner</li><li><strong>Un bonus annuel</strong> : En reconnaissance de votre contribution et de vos performances, un <strong>bonus</strong> vient compl&#xe9;ter votre package de r&#xe9;mun&#xe9;ration de mani&#xe8;re motivante et m&#xe9;rit&#xe9;e</li></ul><br><p>Abiomis est une agence de recrutement et de conseil sp&#xe9;cialis&#xe9;e dans les domaines financier et juridique au Luxembourg et en Belgique, offrant des postes juniors jusqu&apos;&#xe0; Partner dans tout le pays.</p><p>Chez Abiomis, nous appr&#xe9;cions ce qui compte le plus pour vous. Nous savons que l&apos;&#xe9;coute est essentielle et, ce faisant, cela nous permet de d&#xe9;terminer ensemble les opportunit&#xe9;s qui pourraient vous convenir le mieux ainsi qu&apos;&#xe0; vos crit&#xe8;res. Que vous soyez candidat ou entreprise, nous sommes l&#xe0; &#xe0; chaque &#xe9;tape et il nous fera plaisir de vous accompagner dans votre &#xe9;volution.</p><p>Contactez-nous d&#xe8;s aujourd&apos;hui au <strong>+352 26 38 38 50</strong> pour discuter de votre parcours professionnel ou consultez nos offres d&apos;emploi actuelles sur www.abiomis.com.</p>\n        ",
	"companyId": "71503163",
	"benefits": "",
	"posterProfileUrl": "",
	"posterFullName": ""
}